Repository: wegobook/Aviasales-iOS-SDK
Catalog: AviasalesSDKTemplate/Resources/*.lproj/AviasalesTemplateLocalizable.strings
Languages: da, de, el, fi, ja, ko, ms, tr, zh_hans, zh_hant

# LANGUAGE
source: en
da: da
de: de
el: el
fi: fi
ja: ja
ko: ko
ms: ms
tr: tr
zh_hans: zh-Hans
zh_hant: zh-Hant

# SHORT_TIME_FORMAT
source: %@h %@m
da: %@t %@m
de: %@h %@min
el: %@ω%@λ
ja: %@時間%@分
ko: %@시간 %@분
ms: %@j %@m
tr: %@s %@d
zh_hans: %@小时 %@分钟
zh_hant: %@小時 %@分鐘

# LONG_TIME_FORMAT
source: %@ h %@ min
da: %@ t %@ min
de: %@ Std. %@ Min.
el: %@ ω %@ λεπ
ja: %@時間%@分
ko: %@시간 %@분
ms: %@ j %@ min
tr: %@ s %@ dk
zh_hans: %@小时 %@分钟
zh_hant: %@小時 %@分鐘

# JR_ERROR_TITLE
source: Error
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
ja: エラー
ko: 오류
ms: Ralat
tr: Hata
zh_hans: 错误
zh_hant: 錯誤

# JR_BACK_TITLE
source: Back
da: Tilbage
de: Zurück
el: Πίσω
fi: Takaisin
ja: 戻る
ko: 뒤로
ms: Kembali
tr: Geri
zh_hans: 返回
zh_hant: 返回

# JR_TRY_AGAIN_TITLE
source: Try again
da: Prøv igen
de: Nochmal
el: Ξαναδοκιμασε
fi: Yritä uudelleen
ja: 再試行してください
ko: 다시 시도
ms: Cuba lagi
tr: Yeniden dene
zh_hans: 重试
zh_hant: 重試

# JR_CANCEL_TITLE
source: Cancel
da: Annuler
de: Abbrechen
el: Ακυρωση
fi: Peruuta
ja: キャンセル
ko: 취소
ms: Batal
tr: İptal
zh_hans: 取消
zh_hant: 取消

source: Currency
da: Valuta
de: Währung
el: Νόμισμα
fi: Valuutta
ja: 通貨
ko: 통화
ms: Matawang
tr: Kur
zh_hans: 货币
zh_hant: 貨幣

# JR_ANY_AIRPORT
source: Any airport
da: Alle lufthavne
de: Beliebiger Flughafen
el: Οποιοδήποτε αεροδρόμιο
fi: Mikä tahansa lentokenttä
ja: 空港指定なし
ko: 모든 공항
ms: Sebarang lapangan terbang
tr: Herhangi bir hava alanı
zh_hans: 任选机场
zh_hant: 任何機場

# JR_OK_BUTTON
source: OK
el: ΟΚ
ko: 확인
zh_hans: 确定
zh_hant: 確定

# JR_DONE_BUTTON
source: Done
da: Færdig
de: OK
el: Τέλος
fi: Valmis
ja: OK
ko: 완료
ms: Selesai
tr: Tamam
zh_hans: 是
zh_hant: 完成

# JR_NEW_SEARCH_TITLE
source: New search
da: Ny søgning
de: Neue Suche
el: Νέα αναζήτηση
fi: Uusi haku
ja: 新しい検索
ko: 새로운 검색
ms: Carian baru
tr: Yeni arama
zh_hans: 新搜索
zh_hant: 新搜索

# JR_DATE_PICKER_DEPARTURE_DATE_TITLE
source: Departure date
da: Afrejsedato
de: Abflug
el: Ημερομηνία Αναχώρησης
fi: Menopäivä
ja: 出発
ko: 출발일
ms: Tarikh berlepas
tr: Kalkış
zh_hans: 出发
zh_hant: 啟程日期

# JR_DATE_PICKER_RETURN_DATE_TITLE
source: Return date
da: Dato for hjemrejse
de: Rückflugdatum
el: Ημερομηνία Επιστροφής
fi: Paluu
ja: 帰着日
ko: 귀국일
ms: Tarikh kembali
tr: Dönüş tarihi
zh_hans: 返程日期
zh_hant: 返程日期

# JR_DATE_PICKER_TRAVEL_DATES_TITLE
source: Flight dates
da: Flyrejsedatoer
de: Flugdaten
el: Ημερομηνίες Πτήσεων
fi: Lentopäivät
ja: フライトの日
ko: 항공편 날짜
ms: Tarikh penerbangan
tr: Uçuş tarihleri
zh_hans: 航班日期
zh_hant: 航班日期

# JR_DATE_PICKER_TODAY_DATE_TITLE
source: Today
da: I dag
de: Heute
el: Σήμερα
fi: Tänään
ja: 今日
ko: 오늘
ms: Hari ini
tr: Bugün
zh_hans: 今天
zh_hant: 今日

# JR_DATE_PICKER_SEARCH_TICKETS_BUTTON
source: Find tickets
da: Find billetter
de: Tickets finden
el: Αναζήτηση εισιτηρίων
fi: Etsi liput
ja: チケットを取る
ko: 티켓 찾기
ms: Cari tiket
tr: Bilet bul
zh_hans: 寻找门票
zh_hant: 尋找機票

# JR_SEARCHINFO_BUSINESS
source: Business
ja: ビジネス
ko: 비즈니스
ms: Perniagaan
zh_hans: 商务舱
zh_hant: 商務艙

# JR_SEARCHINFO_ECONOMY
source: Economy
da: Økonomi
ja: エコノミー
ko: 이코노미
ms: Ekonomi
tr: Ekonomi
zh_hans: 经济舱
zh_hant: 經濟艙

# JR_SEARCHINFO_PREMIUM_ECONOMY
source: Premium Economy
da: Premium Økonomi
ja: プレミアムエコノミー
ko: 프리미엄 이코노미
ms: Ekonomi Premium
tr: Premium Ekonomi
zh_hans: 豪华经济舱
zh_hant: 優質經濟

# JR_SEARCHINFO_FIRST
source: First Class
da: Første Klasse
fi: First
ja: ファーストクラス
ko: 퍼스트 클래스
ms: Kelas Pertama
zh_hans: 头等舱
zh_hant: 第一等

# JR_SEARCH_FORM_PASSENGERS
source: Passengers
da: Passagerer
de: Passagiere
el: Επιβάτες
fi: Matkustajat
ja: 乗客
ko: 승객
ms: Penumpang
tr: Yolcular
zh_hans: 乘客
zh_hant: 乘客

# JR_SEARCH_FORM_TRAVEL_CLASS
source: Class
da: Klasse
de: Klasse
el: Κατηγορία
fi: Luokka
ja: クラス
ko: 좌석 등급
ms: Kelas
tr: Sınıf
zh_hans: 机舱等级
zh_hant: 機艙等級

# JR_SEARCH_FORM_AIRPORT_CELL_EMPTY_DESTINATION
source: Arrival city
da: Ankomstby
de: Ankunftsstadt
el: Πολη αφιξης
fi: Saapumiskaupunki
ja: 到着都市
ko: 도착 도시
ms: Bandar ketibaan
tr: Varılacak şehir
zh_hans: 抵达城市
zh_hant: 到達城市

# JR_SEARCH_FORM_AIRPORT_CELL_EMPTY_ORIGIN
source: Departure city
da: Afgangsby
de: Abreisestadt
el: Αναχώρηση πόλη
fi: Lähtökaupunki
ja: 出発都市
ko: 출발 도시
ms: Bandar pelepasan
tr: Kalkılacak şehir
zh_hans: 出发城市
zh_hant: 啟程城市

# JR_SEARCH_FORM_COMPLEX_DATE
source: Date
da: Dato
de: Datum
el: Ημερομηνία
fi: Päivämäärä
ja: 日付
ko: 날짜
ms: Tarikh
tr: Tarih
zh_hans: 日期
zh_hant: 日期

# JR_SEARCH_FORM_COMPLEX_DESTINATION
source: To
da: Til
de: Nach
el: Προς
fi: Kohde
ja: 到着地：
ko: 도착:
ms: Ke
tr: Nereye
zh_hans: 至
zh_hant: 到

# JR_SEARCH_FORM_COMPLEX_ORIGIN
source: From
da: Fra
de: Stadt
el: Από
fi: Lähtöpaikka
ja: 市
ko: 출발
ms: Dari
tr: Şehir
zh_hans: 城市
zh_hant: 從

# JR_SEARCH_FORM_COMPLEX_SEARCH_SEGMENT_TITLE
source: Multi-city
de: Multi-Stopp
el: Πολλαπλοί προορισμοί
fi: Useampi kohde
ja: 複数の都市
ko: 다구간 경로
ms: Pelbagai bandar
tr: Çoklu şehir
zh_hans: 多城市
zh_hant: 多個城市

# JR_SEARCH_FORM_DATE_CELL_EMPTY_DIRECT
source: Depart
da: Afgang
de: Hinflug
el: Αναχώρηση
fi: Meno
ja: 出発
ko: 출발
ms: Berlepas
tr: Gidiş
zh_hans: 启程
zh_hant: 啟程

# JR_SEARCH_FORM_DATE_CELL_EMPTY_RETURN
source: Return
da: Hjemkomst
de: Rückflug
el: Επιστροφή
fi: Palaavat
ja: 帰着便
ko: 귀국
ms: Kembali
tr: Dönüş
zh_hans: 返程
zh_hant: 返程

# JR_SEARCH_FORM_DATE_CELL_RETURN_BUTTON_TITLE
source: return
da: rejse hjem
de: Rückflug
el: να επιστρέψεις
fi: paluu
ja: 帰着
ko: 귀국
ms: kembali
tr: dönüş
zh_hans: 返程
zh_hant: 返航

# JR_SEARCH_FORM_SIMPLE_SEARCH_SEGMENT_TITLE
source: Basic
da: Simpel
de: Basissuche
el: Βασική
fi: Perus
ja: 基本
ko: 기본
ms: Asas
tr: Temel
zh_hans: 基本
zh_hant: 基本

# JR_SEARCH_FORM_SIMPLE_SEARCH_DEPARTURE_DATE
source: Outbound
da: Udgående
de: Hinflug
el: Εξερχομενη
fi: Lähtö
ja: 出発便
ko: 출국
ms: Keluar
tr: Giden
zh_hans: 去程
zh_hant: 去程

# JR_SEARCH_FORM_SIMPLE_SEARCH_RETURN_DATE
source: Return
da: Hjemkomst
de: Rückflug
el: Επιστροφή
fi: Palaavat
ja: 帰着便
ko: 귀국
ms: Kembali
tr: Dönüş
zh_hans: 返程
zh_hant: 返程

# JR_SEARCH_FORM_SIMPLE_SEARCH_ONE_WAY_SEGMENT_TITLE
source: One-way
da: Enkelt
de: Nur Hinflug
el: Απλό εισιτήριο
fi: Yhdensuuntainen
ja: 片道
ko: 편도
ms: Satu hala
tr: Tek yön
zh_hans: 单程
zh_hant: 單程

# JR_SEARCH_FORM_SIMPLE_SEARCH_ROUND_TRIP_SEGMENT_TITLE
source: Round-trip
da: Tur-retur
de: Hin- und Rückflug
el: ΜΕΤ' ΕΠΙΣΤΡΟΦΗΣ
fi: Meno-paluu
ja: 往復
ko: 왕복
ms: Pergi-balik
tr: Gidiş-Dönüş
zh_hans: 往返
zh_hant: 往返

# JR_SEARCH_FORM_TITLE
source: Flights
da: Flyrejser
de: Flüge
el: Πτήσεις
fi: Lennot
ja: フライト
ko: 항공편
ms: Penerbangan
tr: Uçuşlar
zh_hans: 航班
zh_hant: 航班

# JR_SEARCH_FORM_SEARCH_BUTTON
source: FIND TICKETS
da: FIND BILLETTER
de: TICKETS FINDEN
el: ΑΝΑΖΗΤΗΣΗ ΕΙΣΙΤΗΡΙΩΝ
fi: ETSI LIPPUJA
ja: 航空券を検索
ko: 티켓 찾기
ms: CARI TIKET
tr: BİLETLER BUL
zh_hans: 查找机票
zh_hant: 尋找機票

# JR_SEARCH_FORM_EXCEEDED_THE_ALLOWABLE_NUMBER_OF_INFANTS
source: The number of infants traveling without a seat can't exceed the number of accompanying adults.
da: Antallet af spædbørn der rejser uden sæde må ikke overstige antallet af ledsagende voksne.
de: Die Anzahl der Kleinkinder, die ohne eigenen Sitz reisen, darf die Anzahl der Erwachsenen nicht übersteigen.
el: Ο αριθμός των βρεφών που ταξιδεύουν χωρίς θέση δεν θα πρέπει να είναι μεγαλύτερος από τον αριθμό των ενηλίκων που τα συνοδεύουν.
fi: Ilman istuinpaikkaa matkustavien sylilasten lukumäärä ei voi ylittää mukana matkustavien aikuisten lukumäärää.
ja: 座席なしで旅行している乳児の数は、同伴の大人の数を超えることはできません。
ko: 배정된 좌석 없이 여행하는 유아의 수는 동석한 성인 승객의 수를 초과할 수 없습니다.
ms: Bilangan bayi dalam perjalanan tanpa kerusi tidak boleh melebihi jumlah dewasa yang mengiringi.
tr: Koltuksuz seyahat edecek bebek sayısının onlara eşlik eden yetişkin sayısını geçmemesi gerekebilir.
zh_hans: 不占座位婴儿数量不得超过随行成人数量
zh_hant: 無座位的嬰兒的數目不能超過陪同成年人的數目。

# JR_SEARCH_FORM_AIRPORT_EMPTY_ORIGIN_ERROR
source: Please enter departure airport
da: Angiv venligst afgangslufthavn
de: Geben Sie bitte den Abflughafen ein
el: Εισάγετε αεροδρόμιο αναχώρησης
fi: Määritä lähtökenttä
ja: 出発空港を入力してください
ko: 출발 공항을 입력하세요
ms: Sila masukkan lapangan terbang pelepasan
tr: Lütfen kalkış hava alanını giriniz
zh_hans: 请输入出发机场
zh_hant: 請輸入啟程機場

# JR_SEARCH_FORM_AIRPORT_EMPTY_DESTINATION_ERROR
source: Please enter arrival airport
da: Angiv venligst ankomstlufthavn
de: Geben Sie bitte den Ankunftsflughafen ein
el: Εισάγετε αεροδρόμιο άφιξης
fi: Määritä kohde
ja: 到着空港を入力してください
ko: 도착 공항을 입력하세요
ms: Sila masukkan lapangan terbang ketibaan
tr: Lütfen varış hava alanını giriniz
zh_hans: 请输入抵达机场
zh_hant: 請輸入到達機場

# JR_SEARCH_FORM_AIRPORT_EMPTY_SAME_CITY_ERROR
source: Departure and arrival airports must be different.
da: Afgangs og ankomstlufhavne skal være forskellige.
de: Ab- und Ankunftsflughafen müssen verschieden sein.
el: Τα αεροδρόμια αναχώρησης και άφιξης θα πρέπει να είναι διαφορετικά.
fi: Lähtökenttä ei voi olla sama kuin matkan kohde.
ja: 出発空港と到着空港は 異なる必要がありま す。
ko: 출발 공항과 도착 공항은 달라야 합니다.
ms: Lapangan terbang pelepasan dan ketibaan mesti berbeza.
tr: Kalkış ve varış hava alanları farklı olmalıdır.
zh_hans: 出发机场不能与抵达机场相同
zh_hant: 啟程和到達機場不能相同。

# JR_SEARCH_FORM_AIRPORT_EMPTY_DEPARTURE_DATE
source: Please enter departure date
da: Angiv venligst afrejsedato
de: Geben Sie bitte das Abreisedatum ein
el: Εισάγετε ημερομηνία αναχώρησης
fi: Määritä lähtöpäivä
ja: 出発日を入力してください
ko: 출발일을 입력하세요
ms: Sila masukkan tarikh berlepas
tr: Lütfen kalkış tarihini giriniz
zh_hans: 请输入出发日期
zh_hant: 請輸入啟程日期

# JR_SEARCH_FORM_COMPLEX_PLACEHOLDER_AIRPORT_CELL_ACC
source: Select
da: Vælg
de: Auswählen
el: Επιλογή
fi: Valitse
ja: 選択
ko: 선택
ms: Pilih
tr: Seç
zh_hans: 选择
zh_hant: 選擇

# JR_SEARCH_FORM_ADD_TRAVEL_SEGMENT
source: ADD
da: TILFØJ
de: HINZUFÜGEN
el: ΠΡΟΣΘΗΚΗ
fi: LISÄÄ
ja: 追加
ko: 추가
ms: TAMBAH
tr: EKLE
zh_hans: 添加
zh_hant: 添加

# JR_SEARCH_FORM_DELETE_TRAVEL_SEGMENT
source: DELETE
da: SLET
de: LÖSCHEN
el: ΔΙΑΓΡΑΦΗ
fi: POISTA
ja: 削除
ko: 삭제
ms: PADAM
tr: SİL
zh_hans: 删除
zh_hant: 刪除

# JR_PASSENGERS_PICKER_PASSENGERS_TRAVEL_CLASS
source: Passengers and class
da: Passagerer og klasse
de: Passagiere und Klasse
el: Επιβάτες και κατηγορία
fi: Matkustajat ja luokka
ja: 乗客&クラス
ko: 승객 및 좌석
ms: Penumpang dan kelas
tr: Yolcular ve sınıf
zh_hans: 乘客和舱位
zh_hant: 乘客和客航類別

# JR_PASSENGERS_PICKER_ADULTS_TITLE
source: Adults
da: Voksne
de: Erwachsene
el: Ενηλικες
fi: Aikuisia
ja: 大人
ko: 성인
ms: Dewasa
tr: Yetişkinler
zh_hans: 成人
zh_hant: 成年人

# JR_PASSENGERS_PICKER_ADULTS_DESCRIPTION
source: Over 16 y.o.
da: Over 16 år gammel
de: Über 16 Jahre alt
el: Άνω των 16 ετών.
fi: Yli 16v
ja: 16歳以上
ko: 16세 이상
ms: 16 tahun ke atas
tr: 16 yaş üzeri
zh_hans: 高于16岁
zh_hant: 逾 16 歲

# JR_PASSENGERS_PICKER_CHILDREN_TITLE
source: Children
da: Børn
de: Kinder
el: Παιδια
fi: Lapsia
ja: 子供
ko: 어린이
ms: Kanak-kanak
tr: Çocuklar
zh_hans: 儿童
zh_hant: 孩子

# JR_PASSENGERS_PICKER_CHILDREN_DESCRIPTION
source: 2-15 y.o.
da: 2-15-år gammel
de: 2-15 Jahre
el: 2-15 ετών.
fi: 2-15v
ja: 2-15歳
ko: 2-15세
ms: 2-15 tahun
tr: 2-15 arası
zh_hans: 2-15岁
zh_hant: 2 - 15 歲

# JR_PASSENGERS_PICKER_INFANTS_TITLE
source: Infants
da: Spædbørn
de: Kleinkinder
el: Βρεφη
fi: Sylilapsia
ja: 乳児
ko: 유아
ms: Bayi
tr: Bebekler
zh_hans: 婴儿
zh_hant: 嬰兒

# JR_PASSENGERS_PICKER_INFANTS_DESCRIPTION
source: 0-2 y.o.
da: 0-2 år gammel
de: 0–2 Jahre alt
el: 0-2 ετών.
fi: 0-2v
ja: 0-2歳
ko: 0-2세
ms: 0-2 tahun
tr: 0-2 arası
zh_hans: 0-2 岁
zh_hant: 0 - 2 歲

# JR_SEARCH_FORM_PASSENGERS_DECREASE_BTN_TITLE_ACC
source: Reduce the number of passengers %@
da: Reducer antallet af passagerer %@
de: Anzahl der Passagiere reduzieren %@
el: Μείωση αριθμού επιβατών %@
fi: Vähennä matkustajien lukumäärää %@
ja: 乗客の数を%@人減らす
ko: 승객 수 줄이기: %@
ms: Kurangkan bilangan penumpang %@
tr: %@ yolcu sayısını azalt
zh_hans: 减少乘客人数 %@
zh_hant: 減少乘客數量%@

# JR_SEARCH_FORM_PASSENGERS_INCREASE_BTN_TITLE_ACC
source: Increase the number of passengers %@
da: Tilføj venligst flere passagerer %@
de: Anzahl der Passagiere erhöhen %@
el: Αύξηση αριθμού επιβατών %@
fi: Lisää matkustajien lukumäärää %@
ja: 乗客の数を%@人増やす
ko: 승객 수 늘리기: %@
ms: Tambahkan bilangan penumpang %@
tr: %@ yolcu sayısını arttır
zh_hans: 增加乘客人数 %@
zh_hant: 增加乘客數量%@

# JR_SEARCH_FORM_PASSENGERS_COUNT_ACC
source: %@ passengers %@
da: %@ passagerer %@
de: %@ Passagiere %@
el: %@ επιβάτες %@
fi: %@ matkustajaa %@
ja: %@乗客%@
ko: %@ 승객: %@
ms: %@ penumpang %@
tr: %@ yolcular %@
zh_hans: %@ 乘客 %@
zh_hant: %@ 乘客 %@

# JR_SEARCH_FORM_PASSENGERS_FROM_2_TO_12_YEARS
source: UNDER 12
de: UNTER 12
el: ΚΑΤΩ ΤΩΝ 12
fi: ALLE 12
ja: 12歳未満
ko: 12세 미만
ms: BAWAH 12 TAHUN
tr: 12 yaş altı
zh_hans: 12岁以下
zh_hant: 12 歲以下

# JR_SEARCH_FORM_PASSENGERS_UP_TO_2_YEARS
source: UNDER 2
de: UNTER 2
el: ΚΑΤΩ ΤΩΝ 2
fi: ALLE 2
ja: 2歳未満
ko: 2세 미만
ms: BAWAH 2 TAHUN
tr: 2 yaş altı
zh_hans: 2岁以下
zh_hant: 2 歲以下

# JR_SEARCH_FORM_PASSENGERS_ADULTS##{one}
source: adult
da: voksen
de: Erwachsener
el: ενήλικας
fi: aikuinen
ja: 大人
ko: 성인
ms: dewasa
tr: yetişkin
zh_hans: 成人
zh_hant: 成年人

# JR_SEARCH_FORM_PASSENGERS_ADULTS##{few}
source: adults
da: voksne
de: Erwachsene
el: ενήλικες
fi: aikuiset
ja: 大人
ko: 성인
ms: dewasa
tr: yetişkinler
zh_hans: 成人
zh_hant: 成年人

# JR_SEARCH_FORM_PASSENGERS_ADULTS##{many}
source: adults
da: voksne
de: Erwachsene
el: ενήλικες
fi: aikuiset
ja: 大人
ko: 성인
ms: dewasa
tr: yetişkinler
zh_hans: 成人
zh_hant: 成年人

# JR_SEARCH_FORM_PASSENGERS_ADULTS##{other}
source: adults
da: voksne
de: Erwachsene
el: ενήλικες
fi: aikuiset
ja: 大人
ko: 성인
ms: dewasa
tr: yetişkinler
zh_hans: 成人
zh_hant: 成年人

# JR_SEARCH_FORM_PASSENGERS_CHILDREN##{one}
source: child
da: barn
de: Kind
el: παιδί
fi: lapsi
ja: 子ども
ko: 어린이
ms: kanak-kanak
tr: çocuk
zh_hans: 儿童
zh_hant: 孩子

# JR_SEARCH_FORM_PASSENGERS_CHILDREN##{few}
source: children
da: børn
de: Kinder
el: παιδιά
fi: lapset
ja: 子ども
ko: 어린이
ms: kanak-kanak
tr: çocuklar
zh_hans: 儿童
zh_hant: 孩子

# JR_SEARCH_FORM_PASSENGERS_CHILDREN##{many}
source: children
da: børn
de: Kinder
el: παιδιά
fi: lapset
ja: 子ども
ko: 어린이
ms: kanak-kanak
tr: çocuklar
zh_hans: 儿童
zh_hant: 孩子

# JR_SEARCH_FORM_PASSENGERS_CHILDREN##{other}
source: children
da: børn
de: Kinder
el: παιδιά
fi: lapset
ja: 子ども
ko: 어린이
ms: kanak-kanak
tr: çocuklar
zh_hans: 儿童
zh_hant: 孩子

# JR_SEARCH_FORM_PASSENGERS_INFANTS##{one}
source: infant
da: spædbarn
de: Säugling
el: βρέφος
fi: sylilapsi
ja: 乳児
ko: 유아
ms: bayi
tr: bebek
zh_hans: 婴儿
zh_hant: 嬰兒

# JR_SEARCH_FORM_PASSENGERS_INFANTS##{few}
source: infants
da: spædbørn
de: Säuglinge
el: βρέφη
fi: sylilapset
ja: 乳児
ko: 유아
ms: bayi
tr: bebekler
zh_hans: 婴儿
zh_hant: 嬰兒

# JR_SEARCH_FORM_PASSENGERS_INFANTS##{other}
source: infants
da: spædbørn
de: Säuglinge
el: βρέφη
fi: sylilapset
ja: 乳児
ko: 유아
ms: bayi
tr: bebekler
zh_hans: 婴儿
zh_hant: 嬰兒

# JR_SEARCH_FORM_PASSENGERS_INFANTS##{many}
source: infants
da: spædbørn
de: Säuglinge
el: βρέφη
fi: sylilapset
ja: 乳児
ko: 유아
ms: bayi
tr: bebekler
zh_hans: 婴儿
zh_hant: 嬰兒

# JR_AIRPORT_PICKER_DESTINATION_MODE_TITLE
source: Destination
da: Rejsemål
el: Προορισμός
fi: Matkakohde
ja: 目的地
ko: 목적지
ms: Destinasi
tr: Varış Noktası
zh_hans: 目的地
zh_hant: 目的地

# JR_AIRPORT_PICKER_NEAREST_AIRPORTS
source: Nearest airports
da: Nærmeste lufthavne
de: Der nächste Flughafen
el: Κοντινα αεροδρομια
fi: Lähimmät lentokentät
ja: 最寄りの空港
ko: 가장 가까운 공항
ms: Lapangan terbang terdekat
tr: En Yakın Havaalanları
zh_hans: 最近机场
zh_hant: 最近幾場

# JR_AIRPORT_PICKER_NEAREST_AIRPORTS_READING_ERROR
source: Geolocation service is temporarily unavailable
da: Geolocation-funktionen er midlertidigt utilgængelig
de: Ortungsdienste sind vorübergehend nicht verfügbar
el: Η υπηρεσία Geolocation είναι προσωρινά μη διαθέσιμη
fi: Paikannuspalvelu on väliaikaisesti pois käytöstä
ja: 地理位置情報サービスが一時的に利用できません
ko: 일시적으로 위치 정보 서비스를 사용할 수 없습니다
ms: Perkhidmatan geolokasi tidak tersedia buat sementara waktu
tr: Konum belirleme servisi geçici olarak kullanım dışı
zh_hans: 定位服务暂时无法使用
zh_hant: 定位服務暫時不可用

# JR_AIRPORT_PICKER_ORIGIN_MODE_TITLE
source: Origin
da: Begyndelsespunkt
de: Abflug
el: Πηγή
fi: Lähtöpaikka
ja: 出発地
ko: 출발지
ms: Asal
tr: Kalkış Noktası
zh_hans: 始发地
zh_hant: 起點

# JR_AIRPORT_PICKER_NO_NEAREST_AIRPORTS
source: No airports near you
da: Ingen lufthavne i nærheden
de: Kein Flughafen in Ihrer Nähe
el: Δεν υπάρχουν αεροδρόμια κοντά
fi: Lähelläsi ei ole lentokenttiä
ja: お近くの空港はありません
ko: 인근 공항이 없습니다
ms: Tiada lapangan terbang berdekatan anda
tr: Yakınınızda hava alanı yok
zh_hans: 您附近无机场
zh_hant: 沒有臨近你的機場

# JR_AIRPORT_PICKER_PLACEHOLDER_TEXT
source: Enter city or airport
da: Indtast by eller lufthavn
de: Stadt oder Flughafen eingeben
el: Εισαγωγή πόλης ή αεροδρομίου
fi: Valitse kaupunki tai lentokenttä
ja: 市または空港を入力
ko: 도시 또는 공항을 입력하세요
ms: Masukkan bandar atau lapangan terbang
tr: Şehir veya havaalanı seçin
zh_hans: 输入城市或机场
zh_hant: 輸入城市或機場

# JR_AIRPORT_PICKER_PLACEHOLDER_TEXT_SHORT
source: Search
da: Søg
de: Suche
el: ΑΝΑΖΗΤΗΣΗ
fi: Haku
ja: 検索
ko: 검색
ms: Mencari
tr: Arama
zh_hans: 搜索
zh_hant: 搜索

# JR_AIRPORT_PICKER_POPULAR_CATEGORY_MODE_TITLE
source: Interests
da: Interesser
de: Interessen
el: Ενδιαφέροντα
fi: Kiinnostuksen kohteet
ja: 関心
ko: 관심분야
ms: Minat
tr: İlgi Alanları
zh_hans: 兴趣
zh_hant: 搜索興趣

# JR_AIRPORT_PICKER_POPULAR_DESTINATIONS
source: Routes by interests
da: Find ruter ud fra interesser
de: Routen nach Interessen
el: Διαδρομές ανά ενδιαφέροντα
fi: Reitit kiinnostuksen kohteiden perusteella
ja: 関心によるルート
ko: 관심분야로 경로 찾기
ms: Laluan berdasarkan minat
tr: İlgi alanlarına göre güzergâhlar
zh_hans: 根据兴趣选择线路
zh_hant: 按搜索興趣的航線

# JR_AIRPORT_PICKER_BACK_BUTTON
source: Back
da: Tilbage
de: Zurück
el: Πίσω
fi: Takaisin
ja: 戻る
ko: 뒤로
ms: Kembali
tr: Geri
zh_hans: 返回
zh_hant: 返回

# JR_AIRPORT_PICKER_SEARCHED_AIRPORTS
source: Previous searches
da: Tidligere søgninger
de: Frühere Suchanfragen
el: Προηγουμενες αναζητησεις
fi: Aikaisemmat haut
ja: 以前の検索
ko: 이전에 검색한 목적지
ms: Carian terdahulu
tr: Önceki aramalarınız
zh_hans: 之前的搜索
zh_hant: 你已搜索

# JR_AIRPORT_PICKER_NOTHING_IS_FOUND
source: No results found
da: Ingen resultater
de: Keine Resultate gefunden
el: Δε βρέθηκαν αποτελέσματα
fi: Ei tuloksia
ja: 該当なし
ko: 검색 결과 없음
ms: Tiada hasil ditemui
tr: Hiçbir sonuç bulunmadı
zh_hans: 未找到结果
zh_hant: 未能找到結果

# JR_AIRPORT_PICKER_SEARCHING_ON_SERVER_TEXT
source: Searching...
da: Søger...
de: Suche läuft...
el: Αναζήτηση...
fi: Etsitään...
ja: 検索中…
ko: 검색 중...
ms: Sedang mencari...
tr: Arıyor...
zh_hans: 正在搜索...
zh_hant: 在搜索中...

# JR_AIRPORT_PICKER_UPDATING_NEAREST_AIRPORTS
source: Searching for the nearest airports...
da: Søger efter nærmeste lufthavne...
de: Suche nach dem nächsten Flughafen läuft...
el: Αναζήτηση για πλησιέστερα αεροδρόμια...
fi: Etsitään lähimpiä lentokenttiä...
ja: 最寄りの空港を検索しています...
ko: 가장 가까운 공항 검색 중...
ms: Mencari lapangan terbang berdekatan...
tr: En yakındaki havaalanlarını arıyor...
zh_hans: 正在搜索最近的机场...
zh_hant: 搜索最近的機場...

# JR_AIRPORT_PICKER_NOT_FOUND
source: No results found
da: Ingen resultater
de: Keine Resultate gefunden
el: Δε βρέθηκαν αποτελέσματα
fi: Ei tuloksia
ja: 該当なし
ko: 검색 결과 없음
ms: Tiada hasil ditemui
tr: Hiçbir sonuç bulunmadı
zh_hans: 未找到结果
zh_hant: 未能找到結果

# JR_FILTER_BUTTON
source: Filters
da: Søgefiltre
de: Filtern
el: Φίλτρα
fi: Suodattimet
ja: フィルター
ko: 검색 필터
ms: Penapis
tr: Filtre
zh_hans: 筛选
zh_hant: 篩選

# JR_FILTER_RESET_ALL
source: Reset
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
fi: Tyhjennä
ja: リセット
ko: 재설정
ms: Set semula
tr: Sıfırla
zh_hans: 重置
zh_hant: 清除

# JR_FILTER_RESET
source: Reset
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
fi: Tyhjennä
ja: リセット
ko: 재설정
ms: Set semula
tr: Sıfırla
zh_hans: 重置
zh_hant: 清除

# JR_FILTER_TICKETS_NOT_FOUND
source: No results found
da: Ingen resultater
de: Keine Resultate gefunden
el: Δε βρέθηκαν αποτελέσματα
fi: Ei tuloksia
ja: 該当なし
ko: 검색 결과 없음
ms: Tiada hasil ditemui
tr: Hiçbir sonuç bulunmadı
zh_hans: 未找到结果
zh_hant: 未能找到結果

# JR_FILTER_EMPTY_ALERT_TITLE
source: No tickets found
da: Ingen billetter fundet
de: Keine Ergebnisse für diese Suchparameter gefunden
el: Δεν βρέθηκαν εισιτήρια
fi: Lippuja ei löydettävissä
ja: チケットが見つかりません
ko: 항공권을 찾지 못했습니다
ms: Tiada tiket dijumpai
tr: Bilet bulunamadı
zh_hans: 这些搜索条件无结果
zh_hant: 找不到機票

# JR_FILTER_EMPTY_ALERT_DESCRIPTION
source: Please change your filter settings.
da: Lav venligst om på dine filtreringsindstillinger.
de: Bitte ändern Sie Ihre Filtereinstellungen.
el: Παρακαλούμε αλλάξτε τις ρυθμίσεις φίλτρου.
fi: Vaihda suodatinasetuksiasi.
ja: フィルターの設定を変更してください。
ko: 필터 설정을 변경해 주세요.
ms: Sila tukar tetapan penapis anda.
tr: Lütfen filtre ayarlarınızı değiştirin.
zh_hans: 请更改您的筛选设定。
zh_hant: 請更改您的篩選設定。

# JR_FILTER_STOPOVER_OVERNIGHT
source: Overnight layover
da: Natteophold
de: Stopp über Nacht
el: Σταση με διανυκτερευση
fi: Koneen vaihto yön yli
ja: 夜の途中降機の可能性あり
ko: 1박 경유
ms: Singgah sebentar bermalam
tr: Muhtemel gece duraklaması
zh_hans: 可能夜间经停
zh_hant: 過夜中途停留

# JR_FILTER_PRICE_FILTER
source: Price
da: Pris
de: Preis
el: Τιμή
fi: Hinta
ja: 価格
ko: 운임료
ms: Tambang
tr: Fiyat
zh_hans: 价格
zh_hant: 票價

# JR_FILTER_TOTAL_DURATION
source: Journey time
da: Rejsetid
de: Reisezeit
el: Ώρα ταξιδιού
fi: Matka-aika
ja: 移動時間
ko: 여행 시간
ms: Masa perjalanan
tr: Yolculuk süresi
zh_hans: 飞行时间
zh_hant: 飛行時間

# JR_FILTER_DELAY_DURATION
source: Layover duration
da: Opholdsvarighed
de: Dauer der Zwischenlandung
el: Διάρκεια στάσης
fi: Välilaskun kesto
ja: 乗り継ぎ時間
ko: 경유 시간
ms: Tempoh singgah
tr: Bekleme süresi
zh_hans: 经停时长
zh_hant: 中途停留時間

# JR_FILTER_TOTAL_TIME_FROM
source: from
da: fra
de: ab
el: από
fi: väliltä
ja: 最低：
ko: 최저
ms: dari
tr: şu fiyattan
zh_hans: 起
zh_hant: 起價為

# JR_FILTER_TOTAL_DURATION_FROM
source: from
da: fra
de: ab
el: από
fi: väliltä
ja: 最低：
ko: 최저
ms: dari
tr: şu fiyattan
zh_hans: 起
zh_hant: 起價為

# JR_FILTER_TOTAL_DURATION_PRIOR_TO
source: to
da: til
de: bis
el: έως
ja: 最遅
ko: 최고:
ms: ke
tr: şu güne
zh_hans: 最高
zh_hant: 到

# JR_FILTER_TOTAL_DURATION_PRIOR_UP_TO
source: up to
da: frem til
de: bis
el: έως
fi: enintään
ja: 最終：
ko: 최고:
ms: sehingga
tr: şu güne kadar
zh_hans: 至
zh_hant: 最高

# JR_FILTER_FLIGHTS_FOUND_MIN_PRICE##{one}
source: %d flight starting from %@
da: %d flyrejse fra %@
de: %d Ticket für %@
el: %d πτήση ξεκινάει από %@
fi: %d lento, alk. %@
ja: %2$@～のフライト%1$d件
ko: %2$@부터 시작하는 %1$d개 항공편
ms: %d penerbangan bermula dari %@
tr: %d uçuş %@ başlıyor
zh_hans: %d 个航班，起始日期%@
zh_hant: %d 航班從 %@ 起

# JR_FILTER_FLIGHTS_FOUND_MIN_PRICE##{few}
source: %d flights starting from %@
da: %d flyrejser fra %@
de: %d Tickets ab %@
el: %d πτήσεις ξεκινούν από %@
fi: %d lentoa, alk. %@
ja: %2$@～のフライト%1$d件
ko: %2$@부터 시작하는 %1$d개 항공권
ms: %d penerbangan bermula dari %@
tr: %d uçuşlar %@ başlıyor
zh_hans: %d 个航班，从 %@ 起
zh_hant: %d 航班從 %@ 起

# JR_FILTER_FLIGHTS_FOUND_MIN_PRICE##{many}
source: %d flights starting from %@
da: %d flyrejser fra %@
de: %d Tickets ab %@
el: %d πτήσεις ξεκινούν από %@
fi: %d lentoa, alk. %@
ja: %2$@～のフライト%1$d件
ko: %2$@부터 시작하는 %1$d개 항공권
ms: %d penerbangan bermula dari %@
tr: %d uçuşlar %@ başlıyor
zh_hans: %d 个航班，从 %@ 起
zh_hant: %d 航班從 %@ 起

# JR_FILTER_FLIGHTS_FOUND_MIN_PRICE##{other}
source: %d flights starting from %@
da: %d flyrejser fra %@
de: %d Tickets ab %@
el: %d πτήσεις ξεκινούν από %@
fi: %d lentoa, alk. %@
ja: %2$@～のフライト%1$d件
ko: %2$@부터 시작하는 %1$d개 항공권
ms: %d penerbangan bermula dari %@
tr: %d uçuşlar %@ başlıyor
zh_hans: %d 个航班，从 %@ 起
zh_hant: %d 航班從 %@ 起

# JR_FILTER_RETURN_DEPARTURE_TIME
source: Return departure time
da: Hjemkommende afrejsetidspunkt
de: Rückflug Startzeit
el: Επιστροφη — ωρα αναχωρησης
fi: Paluulennon lähtöaika
ja: 帰着便離陸時刻
ko: 귀국 출발 시간
ms: Masa belepas kembali
tr: Gelen Uçuş Kalkış Zamanı
zh_hans: 回程起飞时间
zh_hant: 返程起飛時間

# JR_FILTER_DEPARTURE_TIME
source: Outbound departure time
da: Udgående afrejsetidspunkt
de: Hinflug Startzeit
el: Εξερχομενη ωρα αναχωρησης
fi: Menolennon lähtöaika
ja: アウトバウンド離陸時刻
ko: 출국 출발 시간
ms: Masa berlepas keluar
tr: Giden Uçuş Kalkış Zamanı
zh_hans: 去程起飞时间
zh_hant: 去程起飛時間

# JR_FILTER_ARRIVAL_TIME
source: Outbound arrival time
da: Udgående ankomsttidspunkt
de: Hinflug Landungszeit
el: Εξερχομενη ωρα αφιξης
fi: Menolennon saapumisaika
ja: 往便着陸時刻
ko: 출국 도착 시간
ms: Masa ketibaan keluar
tr: Giden Uçuş Varış Zamanı
zh_hans: 去程降落时间
zh_hant: 去程到達時間
