Repository: wegobook/Aviasales-iOS-SDK
Catalog: AviasalesSDKTemplate/Resources/*.lproj/AviasalesTemplateLocalizable.strings
Languages: da, de, el, fi, ja, ko, ms, tr, zh_hans, zh_hant

# JR_FILTER_RETURN_ARRIVAL_TIME
source: Return arrival time
da: Hjemkommende ankomsttidspunkt
de: Rückflug Landungszeit
el: Επιστροφη — ωρα αφιξης
fi: Paluulennon saapumisaika
ja: 帰着便着陸時刻
ko: 귀국 도착 시간
ms: Masa ketibaan kembali
tr: Gelen Uçuş Varış Zamanı
zh_hans: 回程降落时间
zh_hant: 返程到達時間

# JR_FILTER_AIRPORTS_ORIGIN
source: From
da: Fra
de: Stadt
el: Από
fi: Lähtöpaikka
ja: 市
ko: 출발
ms: Dari
tr: Şehir
zh_hans: 城市
zh_hant: 從

# JR_FILTER_AIRPORTS_STOPOVER
source: Layovers
da: Mellemlandinger
de: Stopps
el: Στασεις
fi: Välilaskut
ja: 乗り継ぎ
ko: 경유
ms: Persinggahan
tr: Aktarmalar
zh_hans: 经停
zh_hant: 中途停留

# JR_FILTER_AIRPORTS_DESTINATION
source: To
da: Til
de: Nach
el: Προς
fi: Kohde
ja: 到着地：
ko: 도착:
ms: Ke
tr: Nereye
zh_hans: 至
zh_hant: 到

# JR_FILTER_DAY_TIME_MORNING
source: morning
da: morgen
de: Morgen
el: πρωί
fi: aamu
ja: 午前
ko: 오전
ms: pagi
tr: sabah
zh_hans: 上午
zh_hant: 上午

# JR_FILTER_DAY_TIME_DAY
source: afternoon
da: dag
de: Nachmittag
el: μεσημερι
fi: päivä
ja: 午後
ko: 오후
ms: tengah hari
tr: öğlen
zh_hans: 下午
zh_hant: 下午

# JR_FILTER_DAY_TIME_EVENING
source: evening
da: aften
de: Abend
el: απογευμα
fi: ilta
ja: 夜
ko: 저녁
ms: petang
tr: akşam
zh_hans: 夜间
zh_hant: 晚上

# JR_FILTER_GATES
source: Agencies
da: Rejsebureauer
de: Agenturen
el: Πρακτορεία
fi: Matkatoimistot
ja: 旅行代理店
ko: 여행사
ms: Agensi
tr: Acenteler
zh_hans: 代理机构
zh_hant: 旅行社

# JR_FILTER_GATES_ALL
source: All agencies
da: Alle Rejsebureauer
de: Alle Agenturen
el: Πρακτορεια ολα
fi: Kaikki matkatoimistot
ja: すべての旅行代理店
ko: 모든 여행사
ms: Semua agensi
tr: Tüm acenteler
zh_hans: 所有代理机构
zh_hant: 所有旅行社

# JR_FILTER_PAYMENT_METHODS
source: Payment methods
da: Betalingsmetoder
de: Zahlungsmethoden
el: Τροποι πληρωμης
fi: Maksutavat
ja: 支払い方法
ko: 결제 수단
ms: Kaedah pembayaran
tr: Ödeme metotları
zh_hans: 支付方式
zh_hant: 付款方式

# JR_FILTER_PAYMENT_METHODS_ALL
source: All payment methods
da: Alle betalingsmetoder
de: Alle Zahlungsmethoden
el: Τροποι πληρωμης ολοι
fi: Kaikki maksutavat
ja: すべてのお支払い方法
ko: 모든 결제 수단
ms: Semua kaedah pembayaran
tr: Tam ödeme şekilleri
zh_hans: 所有支付方式
zh_hant: 所有付款方式

# JR_FILTER_PAYMENT_METHOD_EXP
source: Courier service
da: Kurérservice
de: Kurierdienst
el: Υπηρεσία Courier
fi: Kuriiripalvelu
ja: クーリエサービス
ko: 송달 서비스
ms: Perkhidmatan kurier
tr: Kurye hizmeti
zh_hans: 导游服务
zh_hant: 快遞服務

# JR_FILTER_PAYMENT_METHOD_CASH
source: Cash
da: Kontant
de: Bargeld
el: Μετρητά
fi: Käteinen
ja: 現金
ko: 현금결제
ms: Tunai
tr: Nakit
zh_hans: 现金
zh_hant: 現金

# JR_FILTER_PAYMENT_METHOD_CARD
source: Credit card
da: Kreditkort
de: Kreditkarte
el: Πιστωτική Κάρτα
fi: Luottokortti
ja: クレジットカード
ko: 신용카드
ms: Kad kredit
tr: Kredi kartı
zh_hans: 信用卡
zh_hant: 信用卡

# JR_FILTER_PAYMENT_METHOD_TERMINAL
source: Payment terminal
da: Betalingsterminal
de: Zahlungsterminal
el: Terminal πληρωμής
fi: Maksuterminaali
ja: 信用照会端末
ko: 결제 단말기
ms: Terminal pembayaran
tr: Ödeme terminali
zh_hans: 支付终端
zh_hant: 付款終端

# JR_FILTER_PAYMENT_METHOD_BANK
source: Bank transfer
da: Bankoverførsel
de: Banküberweisung
el: Τραπεζικό έμβασμα
fi: Tilisiirto
ja: 銀行振替
ko: 계좌이체
ms: Pemindahan bank
tr: Havale
zh_hans: 银行转账
zh_hant: 銀行轉帳

# JR_FILTER_PAYMENT_METHOD_CONTACT
source: Contact
da: Kontakt
de: Kontakt
el: Επικοινωνία
fi: Yhteystiedot
ja: お問い合わせ
ko: Contact 시스템
ms: Kenalan
zh_hant: 聯絡

# JR_FILTER_PAYMENT_METHOD_CREDIT
source: Get a loan
da: Få et lån
de: Darlehen anfordern
el: Λήψη δανείου
fi: Ota lainaa
ja: ローンを組む
ko: 대출 받기
ms: Dapatkan pinjaman
tr: Borç al
zh_hans: 获得贷款
zh_hant: 獲取貸款

# JR_FILTER_AIRLINES
source: Airlines
da: Flyselskaber
de: Fluggesellschaften
el: Αεροπορικές
fi: Lentoyhtiöt
ja: 航空会社
ko: 항공사
ms: Syarikat Penerbangan
tr: Hava Yolları
zh_hans: 航空公司
zh_hant: 航空

# JR_FILTER_AIRLINES_ALL
source: All airlines
da: Alle flyselskaber
de: Alle Fluglinien
el: Όλες οι Αεροπορικές
fi: Kaikki lentoyhtiöt
ja: すべての航空会社
ko: 모든 항공사
ms: Semua syarikat penerbangan
tr: Tüm hava yolları
zh_hans: 所有航空公司
zh_hant: 所有航空

# JR_FILTER_ALLIANCES
source: Alliances
da: Alliancer
de: Allianzen
fi: Allianssit
ja: アライアンス
ko: 항공 동맹
ms: Penggabungan
zh_hans: 航空联盟
zh_hant: 聯盟

# JR_FILTER_OTHER_ALLIANCES
source: Airlines without any alliances
da: Flyselskaber uden alliancer
de: Fluggesellschaften ohne Allianzen
el: Άλλες αεροπορικές εταιρείες
fi: Lentoyhtiöt ilman alliansseja
ja: 提携していない航空会社
ko: 항공 동맹 비소속 항공사
ms: Syarikat tanpa pakatan
tr: Hiçbir alliance'a üye olmayan havayolları
zh_hans: 未加入任何联盟的航空公司
zh_hant: 不屬於聯盟的航空公司

# JR_FILTER_ALLIANCES_ALL
source: All alliances
da: Alle alliancer
de: Alle Allianzen
el: Alliances ΟΛΑ
fi: Kaikki allianssit
ja: すべての航空会社
ko: 모든 항공 동맹
ms: Semua penggabungan
tr: Tüm hava yolları
zh_hans: 所有航空公司
zh_hant: 所有聯盟

# JR_FILTER_AIRPORTS
source: Airports
da: Lufthavne
de: Flughäfen
el: Αεροδρομια
fi: Lentokentät
ja: 空港
ko: 공항
ms: Lapangan Terbang
tr: Hava Alanları
zh_hans: 机场
zh_hant: 機場

# JR_FILTER_AIRPORTS_ALL
source: All airports
da: Alle lufthavne
de: Alle Flughäfen
el: Αεροδρομια ολα
fi: Kaikki lentokentät
ja: すべての空港
ko: 모든 공항
ms: Semua lapangan terbang
tr: Tüm hava alanları
zh_hans: 所有机场
zh_hant: 所有機場

# JR_SEARCH_RESULTS_TRANSFERS##{zero}
source: Direct
da: Direkte
de: Direkt
el: Απευθειας
fi: Suorat
ja: 直行
ko: 직항
ms: Terus
tr: Aktarmasız
zh_hans: 直航
zh_hant: 直航

# JR_SEARCH_RESULTS_TRANSFERS##{one}
source: %d stop
da: %d mellemlanding
de: %d Stopp
el: %d στάση
fi: %d pysähdys
ja: %d途中降機
ko: %d회 경유
ms: %d hentian
tr: %d aktarma
zh_hans: 经停 %d
zh_hant: %d次中途停留

# JR_SEARCH_RESULTS_TRANSFERS##{few}
source: %d stops
da: %d mellemlandinger
de: %d Stopps
el: %d στάσεις
fi: %d pysähdystä
ja: %d途中降機
ko: %d회 경유
ms: %d hentian
tr: %d aktarma
zh_hans: 经停 %d
zh_hant: %d次中途停留

# JR_SEARCH_RESULTS_TRANSFERS##{many}
source: %d stops
da: %d mellemlandinger
de: %d Stopps
el: %d στάσεις
fi: %d pysähdystä
ja: %d途中降機
ko: %d회 경유
ms: %d hentian
tr: %d aktarma
zh_hans: 经停 %d
zh_hant: %d次中途停留

# JR_SEARCH_RESULTS_TRANSFERS##{other}
source: %d stops
da: %d mellemlandinger
de: %d Stopps
el: %d στάσεις
fi: %d pysähdystä
ja: %d途中降機
ko: %d회 경유
ms: %d hentian
tr: %d aktarma
zh_hans: 经停 %d
zh_hant: %d次中途停留

# SEARCH_RESULTS_PRICE_CALENDAR_VIEW_TITLE
source: Price calendar
da: Priskalender
de: Preiskalender
el: Ημερολ. Τιμων
fi: Hintakalenteri
ja: 価格カレンダー
ko: 가격 캘린더
ms: Kalendar harga
tr: Fiyat takvimi
zh_hans: 票价日历
zh_hant: 票價日曆

# PRICE_CALENDAR_TITLE_FORMAT
source: Price calendar %@ â€“ %@
da: Priskalender %@ – %@
de: Preiskalender %@ – %@
el: Ημερολόγιο τιμών %@ - %@
fi: Hintakalenteri %@ – %@
ja: 価格カレンダー %@ - %@
ko: 가격 캘린더 %@ - %@
ms: Kalendar harga %@ - %@
tr: Fiyat takvimi %@ – %@
zh_hans: 票价日历 %@ – %@
zh_hant: 票價日曆 %@ – %@

# PRICE_CALENDAR_PRICE_VIEW_TEXT
source: from %@
da: fra %@
de: von %@
el: από %@
fi: alkaen %@
ja: %@から
ko: %@부터
ms: dari %@
tr: %@'ten
zh_hans: 从 %@ 起
zh_hant: 起價為%@

# PRICE_CALENDAR_AVERAGE_CELL_TEXT
source: Average price
da: Gennemsnitspris
de: Durchschnittspreis
el: Μέση τιμή
fi: Keskihinta
ja: 平均価格
ko: 평균 가격
ms: Harga purata
tr: Ortalama fiyat
zh_hans: 均价
zh_hant: 平均價格

# PRICE_CALENDAR_AVERAGE_CELL_DIRECT_TEXT
source: direct
da: direkte
de: direkt
el: Απευθείας
fi: suora
ja: 直行
ko: 직항
ms: terus
tr: aktarmasız
zh_hans: 直航
zh_hant: 直航

# PRICE_CALENDAR_AVERAGE_CELL_NOT_DIRECT_TEXT
source: with layovers
da: med mellemlandinger
de: mit Zwischenstopps
el: με στάσεις
fi: sis. pysähdyksen
ja: 乗り継ぎあり
ko: 경유 포함
ms: dengan persinggahan
tr: aktarma ile
zh_hans: 经停航班
zh_hant: 有中途停留

# PRICE_CALENDAR_RESULT_CELL_CHEAPEST
source: Cheapest
da: Billigste
de: Billigste
el: Φτηνότερο
fi: Edullisin
ja: 最安値
ko: 최저가
ms: Termurah
tr: En ucuz
zh_hans: 最便宜
zh_hant: 最便宜

# PRICE_CALENDAR_DIRECT_CELL_TEXT
source: Direct flights only
da: Kun direkte fly
de: Nur Direktflüge
el: Απευθείας πτήσεις μόνο
fi: Vain suorat lennot
ja: 直行便のみ
ko: 직항 항공편만
ms: Hanya penerbangan terus
tr: Sadece aktarmasız uçuşlar
zh_hans: 仅限直飞航班
zh_hant: 僅限直航

# PRICE_CALENDAR_ACTION_CARD_TITLE
source: Did not find your ticket?
da: Fandt ikke din billet?
de: Sie konnten Ihr Ticket nicht finden?
el: Δεν βρήκατε το εισητήριό σας;
fi: Etkö löytänyt lippuasi?
ja: チケットが見つかりませんでしたか?
ko: 아직 적합한 항공권을 못 찾으셨나요?
ms: Tidak menjumpai tiket anda?
tr: Biletinizi bulamadınız mı?
zh_hans: 没有找到您想要的机票吗？
zh_hant: 沒找到您的機票嗎？

# PRICE_CALENDAR_ACTION_CARD_TEXT
source: You can change the return flight date.
da: Du kan ændre dato for returflyvningen.
de: Sie können das Rückflugdatum ändern.
el: Μπορείτε να αλλάξετε την ημερομηνία της πτήσης επιστροφής.
fi: Voit vaihtaa paluulennon päivämäärän.
ja: 帰りの便の日付を変更することができます。
ko: 귀국 항공편 날짜를 변경할 수 있습니다.
ms: Anda boleh menukar tarikh penerbangan pergi balik.
tr: Dönüş uçağının tarihini değiştirebilirsiniz.
zh_hans: 您可以更改回程航班的日期。
zh_hant: 您可以更改返程航班日期。

# PRICE_CALENDAR_ACTION_CARD_BUTTON
source: Select return date
da: Vælg returrejsedato
de: Rückflugdatum auswählen
el: Ημερομηνια επιστροφης
fi: Valitse paluupäivä
ja: 帰着日を選択
ko: 귀국일 선택
ms: Pilih tarikh kembali
tr: Dönüş tarihi seçin
zh_hans: 选择返程日期
zh_hant: 選擇返航日期

# JR_BROWSER_BACK_BTN_TITLE
source: Back
da: Tilbage
de: Zurück
el: Πίσω
fi: Takaisin
ja: 戻る
ko: 뒤로
ms: Kembali
tr: Geri
zh_hans: 返回
zh_hant: 返回

# JR_BROWSER_FORWARD_BTN_TITLE
source: Forward
da: Videre
de: Weiter
el: Προώθηση
fi: Jatka
ja: 前へ
ko: 다음
ms: Ke hadapan
tr: Ileri
zh_hans: 向前
zh_hant: 前進

# JR_BROWSER_ERROR_ALERT_TITLE
source: Error
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
ja: エラー
ko: 오류
ms: Ralat
tr: Hata
zh_hans: 错误
zh_hant: 錯誤

# BROWSER_LOAD_ERROR
source: Something went wrong. Please try again.
da: Der gik et eller andet galt. Prøv igen.
de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es noch einmal.
el: Κάτι πήγε στραβά! Θα πρέπει να ξαναπροσπαθήσεις.
fi: Jokin meni vikaan. Yritä uudelleen.
ja: 不具合が生じました。もう一度お試しください。
ko: 문제가 발생했습니다. 나중에 다시 시도하세요.
ms: Sesuatu tidak kena. Sila cuba lagi nanti.
tr: Bir şey ters gitti. Lütfen tekrar deneyin.
zh_hans: 出现问题。请重试。
zh_hant: 出現問題。請重試。

# BROWSER_CHECK_CONNECTION
source: Please check your Internet connection.
da: Tjek venligst din internetforbindelse.
de: Prüfen Sie Ihre Internetverbindung
el: Ελέγξτε την διαδικτυακή σας σύνδεση.
fi: Tarkista internetyhteytesi.
ja: インターネット接続を 確認してくださ い
ko: 인터넷 연결을 확인해 주세요.
ms: Sila periksa sambungan internet anda.
tr: Lütfen İnternet bağlantınızı kontrol ediniz.
zh_hans: 请检查您的网络连接。
zh_hant: 請查看你的網絡連接。

# COMMON_LOADING_VIEW_DEFAULT_TEXT
source: Loading...
da: Loader...
de: Wird geladen...
el: Φόρτωση...
fi: Ladataan...
ja: 読み込み中...
ko: 로드 중...
ms: Memuatkan...
tr: Yükleniyor...
zh_hans: 加载中...
zh_hant: 加載中。。。

# JR_CLOSE_BUTTON_TITLE
source: Close
da: Luk
de: Schließen
el: Κλείσιμο
fi: Sulje
ko: 닫기
tr: Kapat
zh_hans: 关闭
zh_hant: 關閉

# JR_SEARCH_RESULTS_NON_STRICT_MATCHED_ALERT_MESSAGE
source: Sorry, we couldn't find flights between selected airports for the route %@. However, we can show you other flights between these cities.
da: Vi kunne desværre ikke finde nogen flyrejser mellem rutens valgte lufthavne %@. Vi fandt dog andre flyrejser mellem disse byer.
de: Leider konnten wir keine Flüge zwischen diesen Flughäfen für die Route %@ finden. Wir können Ihnen allerdings Flüge zwischen diesen Städten anzeigen.
el: Δυστυχώς, δε μπορούσαμε να βρούμε πτήσεις μεταξύ των επιλεγμένων αεροδρομίων για την διαδρομή %@. Ωστόσο, μπορούμε να σας εμφανίσουμε εναλλακτικές πτήσεις μεταξύ αυτών των πόλεων.
fi: Emme löytäneet lentoja valittujen lentokenttien välillä reitille %@. Voimme kuitenkin näyttää muut lennot näiden kaupunkien välillä.
ja: 飛行ルート%@を検索しましたが指定の空港間で運営されるフライトが見つかりませんでした。以下の都市間でのフライトなら表示することができます。
ko: 죄송합니다. %@ 경로에 해당하는 공항 간의 항공편을 찾을 수 없습니다. 대신 이 도시들을 운항하는 항공편들을 찾아 드릴 수 있습니다.
ms: Maaf, kami tidak dapat mencari penerbangan di antara lapangan terbang bagi laluan %@. Walau bagaimanapun, kami akan menunjukkan anda penerbangan antara bandar-bandar ini.
tr: Üzgünüz, %@ rotasındaki havayolları arasında uçuş bulamadık. Ancak size bu şehirler arasındaki uçuşları gösterebiliriz.
zh_hans: 很抱歉，您搜索的航班线路 %@，无法找到包含这些机场的航班。
zh_hant: 抱歉，對於此航線%@，我們無法找到這兩座機場之間的航班。無論如何，我們可以向你顯示這兩座城之間的航班。

# JR_SEARCH_RESULTS_TICKET_IN_THE
source: on
da: på
de: am
el: στις
ja: 次で
ko: 위치:
ms: buka
zh_hans: 日期
zh_hant: 於

# JR_SEARCH_RESULTS_HOTEL_CARD_TITLE
source: Need a hotel?
da: Brug for et hotel?
de: Brauchen Sie ein Hotel?
el: Χρειάζεστε ξενοδοχείο;
fi: Tarvitsetko hotellin?
ja: ホテルが必要？
ko: 호텔이 필요하신가요?
ms: Perlukan hotel?
tr: Bir otele mi ihtiyacın var?
zh_hans: 需要酒店吗？
zh_hant: 需要旅館嗎？

# JR_SEARCH_RESULTS_HOTEL_CARD_SUBTITLE
source: While you are looking for airline tickets, we will help you choose the right hotel for you.
da: Mens du leder efter flybilleter, hjælper vi dig med finde det rigtige hotel.
de: Während Sie nach Flugtickets suchen, helfen wir Ihnen, das richtige Hotel auszuwählen.
el: Ενώ εσείς αναζητάτε αεροπορικά εισιτήρια, θα σας βοηθήσουμε να βρείτε το ιδανικό ξενοδοχείο.
fi: Sillä aikaa kun etsit lentolippuja, autamme sinua valitsemaan sinulle oikean hotellin.
ja: あなたが航空券を探している間に、あなたにぴったりなホテル探しをお手伝いします。
ko: 항공권을 검색하고 계시는 동안 귀하에게 맞는 호텔을 선택하실 수 있도록 도와드리겠습니다.
ms: Sementara anda mencari tiket kapal terbang, kami akan bantu anda memilih hotel yang sesuai untuk anda.
tr: Sen uçak bileti ararken senin için doğru oteli seçmene yardımcı oluruz.
zh_hans: 当您寻找机票时，我们将帮您选择合适的酒店。
zh_hant: 我們能在你瀏覽機票的同時幫你尋找最適合的旅館。

# JR_SEARCH_RESULTS_HOTEL_CARD_BUTTON_TITLE
source: Find hotels
da: Find hoteller
de: Hotels suchen
el: Αναζήτηση ξενοδοχείων
fi: Löydä hotelleja
ja: ホテルを見つける
ko: 호텔 찾기
ms: Cari hotel
tr: Otel bul
zh_hans: 寻找酒店
zh_hant: 尋找旅館

# JR_TICKET_CREDIT_ALERT_BUY_BUTTON
source: Buy
da: Køb
de: Kaufen
el: Αγορά
fi: Osta
ja: 購入
ko: 구매
ms: Beli
tr: Satın al
zh_hans: 购买
zh_hant: 購買

# JR_TICKET_CREDIT_ALERT_CONDITIONS
source: Terms and Conditions
da: Vilkår og Betingelser
de: Allgemeine Geschäftsbedingungen
el: Όροι και Προϋποθέσεις
fi: Käyttöehdot
ja: 利用規約
ko: 이용약관
ms: Terma dan Syarat
tr: Şartlar ve Koşullar
zh_hans: 条款和条件
zh_hant: 條件和條款

# JR_TICKET_CREDIT_ALERT_PAYMENTS##{few}
source: payments
da: betaling
de: Zahlungen
el: πληρωμες
fi: maksut
ja: お支払
ko: 결제
ms: pembayaran
tr: ödemeler
zh_hans: 笔付款
zh_hant: 付款

# JR_TICKET_CREDIT_ALERT_PAYMENTS##{one}
source: payment
da: betaling
de: Zahlung
el: πληρωμη
fi: maksu
ja: お支払
ko: 결제
ms: pembayaran
tr: ödeme
zh_hans: 笔付款
zh_hant: 付款

# JR_TICKET_CREDIT_ALERT_CANCEL_BUTTON
source: Cancel
da: Annuler
de: Abbrechen
el: Ακυρωση
fi: Peruuta
ja: キャンセル
ko: 취소
ms: Batal
tr: İptal
zh_hans: 取消
zh_hant: 取消

# JR_TICKET_CREDIT_ALERT_DAYS##{one}
source: day
da: dag
de: Tag
el: ημέρα
fi: päivä
ja: 日
ko: 일
ms: hari
tr: gün
zh_hans: 天
zh_hant: 日

# JR_TICKET_CREDIT_ALERT_PAYMENTS##{other}
source: payments
da: betaling
de: Zahlungen
el: πληρωμες
fi: maksut
ja: お支払
ko: 결제
ms: pembayaran
tr: ödemeler
zh_hans: 笔付款
zh_hant: 付款

# JR_TICKET_CREDIT_ALERT_PAYMENTS##{many}
source: payments
da: betaling
de: Zahlungen
el: πληρωμες
fi: maksut
ja: お支払
ko: 결제
ms: pembayaran
tr: ödemeler
zh_hans: 笔付款
zh_hant: 付款

# JR_TICKET_CREDIT_ALERT_DAYS##{few}
source: days
da: dage
de: Tage
el: ημέρες
fi: päivää
ja: 日
ko: 일
ms: hari
tr: günler
zh_hans: 天
zh_hant: 日

# JR_TICKET_CREDIT_ALERT_MONTH
source: month
da: måned
de: Monat
el: μήνας
fi: kuukausi
ja: 月
ko: 월
ms: bulan
tr: ay
zh_hans: 个月
zh_hant: 月

# JR_TICKET_CREDIT_ALERT_DAYS##{other}
source: days
da: dage
de: Tage
el: ημέρες
fi: päivää
ja: 日
ko: 일
ms: hari
tr: günler
zh_hans: 天
zh_hant: 日

# JR_TICKET_CREDIT_ALERT_TILL
source: until
da: indtil
de: bis
el: έως
fi: kunnes
ja: まで
ko: 만료:
ms: sehingga
tr: şu zamana değin
zh_hans: 直到
zh_hant: 直到

# JR_TICKET_CREDIT_ALERT_DAYS##{many}
source: days
da: dage
de: Tage
el: ημέρες
fi: päivää
ja: 日
ko: 일
ms: hari
tr: günler
zh_hans: 天
zh_hant: 日

# JR_TICKET_CREDIT_ALERT_OVERPAYMENT
source: Overpayment
da: Overbetaling
de: Überzahlung
el: Αχρεωστήτως πληρωμή
fi: Ylimaksu
ja: 過分の支払い
ko: 초과 지불
ms: Bayaran berlebihan
tr: Aşırı ödeme
zh_hans: 超额付款
zh_hant: 多付款項

# JR_TICKET_CREDIT_ALERT_DURATION
source: Term of loan
da: Lånevilkår
de: Laufzeit des Darlehens
el: Όρος δανείου
fi: Lainan ehto
ja: ローン条件
ko: 대출 기간
ms: Tempoh pinjaman
tr: Borç şartı
zh_hans: 贷款期限
zh_hant: 貸款條款

# JR_TICKET_CREDIT_ALERT_OVERPAYMENT_SUFFIX
source: of the price
da: af prisen
de: des Preises
el: της τιμής
fi: hinnasta
ja: 価格の
ko: 의 가격이 초과됨
ms: daripada harga
tr: fiyat üstü
zh_hans: 价格
zh_hant: 的價格

# JR_TICKET_CREDIT_ALERT_GRACE_PERIOD
source: Grace period
da: Henstandsperiode
de: Frist
el: Περίοδος Χάριτος
fi: Armoaika
ja: 猶予期間
ko: 유예 기간
ms: Tempoh penangguhan
tr: Mühlet
zh_hans: 宽限期
zh_hant: 寬限期

# JR_TICKET_CREDIT_MONTH_2
source: february
da: februar
de: Februar
el: φεβρουάριος
fi: helmikuu
ja: 2月
ko: 2월
ms: februari
tr: şubat
zh_hans: 2月
zh_hant: 二月

# JR_TICKET_CREDIT_MONTH_1
source: january
da: januar
de: Januar
el: ιανουαριος
fi: tammikuu
ja: 1月
ko: 1월
ms: januari
tr: ocak
zh_hans: 1月
zh_hant: 一月

# JR_TICKET_CREDIT_MONTH_3
source: march
da: marts
de: März
el: μάρτιος
fi: maaliskuu
ja: 3月
ko: 3월
ms: mac
tr: mart
zh_hans: 3月
zh_hant: 三月

# JR_TICKET_CREDIT_MONTH_6
source: june
da: juni
de: Juni
el: ιούνιος
fi: kesäkuu
ja: 6月
ko: 6월
ms: jun
tr: haziran
zh_hans: 6月
zh_hant: 六月

# JR_TICKET_CREDIT_MONTH_4
source: april
el: απρίλιος
fi: huhtikuu
ja: 4月
ko: 4월
tr: nisan
zh_hans: 4月
zh_hant: 四月

# JR_TICKET_CREDIT_MONTH_7
source: july
da: juli
de: Juli
el: ιούλιος
fi: heinäkuu
ja: 7月
ko: 7월
ms: julai
tr: temmuz
zh_hans: 7月
zh_hant: 七月

# JR_TICKET_CREDIT_MONTH_5
source: may
da: maj
de: Mai
el: μάιος
fi: toukokuu
ja: 5月
ko: 5월
ms: mei
tr: mayıs
zh_hans: 5月
zh_hant: 五月

# JR_TICKET_CREDIT_MONTH_8
source: august
el: αυγουστος
fi: elokuu
ja: 8月
ko: 8월
ms: ogos
tr: ağustos
zh_hans: 8月
zh_hant: 八月

# JR_TICKET_CREDIT_MONTH_9
source: september
el: σεπτέμβριος
fi: syyskuu
ja: 9月
ko: 9월
tr: eylül
zh_hans: 9月
zh_hant: 九月

# JR_TICKET_CREDIT_MONTH_10
source: october
da: oktober
de: Oktober
el: οκτώβριος
fi: lokakuu
ja: 10月
ko: 10월
ms: oktober
tr: ekim
zh_hans: 10月
zh_hant: 十月

# JR_TICKET_CREDIT_MONTH_11
source: november
el: νοέμβριος
fi: marraskuu
ja: 11月
ko: 11월
tr: kasım
zh_hans: 11月
zh_hant: 十一月

# JR_TICKET_CREDIT_MONTH_12
source: december
de: Dezember
el: δεκέμβριος
fi: joulukuu
ja: 12月
ko: 12월
ms: disember
tr: aralık
zh_hans: 12月
zh_hant: 十二月

# JR_TICKET_BUY_IN_THE_AGENCY_BUTTON
source: Buy at
da: Køb hos
de: Kaufen bei
el: Αγορά
fi: Osta
ja: 以下で購入
ko: 구매 위치:
ms: Beli di
tr: Şuradan satın al
zh_hans: 购买自
zh_hant: 購買於

# JR_TICKET_BUY_BUTTON
source: Buy
da: Køb
de: Kaufen
el: Αγορά
fi: Osta
ja: 購入
ko: 구매
ms: Beli
tr: Satın al
zh_hans: 购买
zh_hant: 購買

# JR_TICKET_BUY_IN_CREDIT_BUTTON
source: Get a loan
da: Få et lån
de: Darlehen anfordern
el: Λήψη δανείου
fi: Ota lainaa
ja: ローンを組む
ko: 대출 받기
ms: Dapatkan pinjaman
tr: Borç al
zh_hans: 获得贷款
zh_hant: 獲取貸款

# JR_TICKET_FLIGHT
source: Flight
da: Flyrejse
de: Flug
el: Πτήση
fi: Lento
ja: フライト
ko: 항공편
ms: Penerbangan
tr: Uçuş
zh_hans: 航班
zh_hant: 航班

# JR_TICKET_TRANSFER
source: Layover
da: Ophold
de: Zwischenlandung
el: Σταση
fi: Välilasku
ja: 途中降機
ko: 경유
ms: Singgah sebentar
tr: Duraklama
zh_hans: 经停
zh_hant: 中途停留

# JR_TICKET_OTHER_BUTTON
source: More deals
da: Flere tilbud
de: Weitere Angebote
el: Περισσότερα deals
fi: Lisää tarjouksia
ja: 詳細を見る
ko: 더 많은 상품
ms: Lebih banyak
tr: Daha fazla teklif
zh_hans: 更多交易
zh_hant: 更多優惠

# JR_TICKET_DURATION
source: Flight duration
da: Flyrejsens varighed
de: Flugzeit
el: Διάρκεια πτήσης
fi: Lennon kesto
ja: フライト所要時間
ko: 비행 시간
ms: Tempoh penerbangan
tr: Uçuş süresi
zh_hans: 飞行时间
zh_hant: 飛行時間

# JR_TICKET_EXPIRED
source: Search results outdated
da: Søgeresultaterne er forældede
de: Suchergebnisse abgelaufen
el: Αναζήτηση αποτελεσμάτων ξεπερασμένη
fi: Hakutulokset vanhentuneet
ja: 検索結果失効
ko: 만료된 검색 결과.
ms: Hasil carian sudah lapuk
tr: Arama Sonuçları Eskidi
zh_hans: 搜索结果已过期
zh_hant: 逾期的搜索結果

# JR_WAITING_TITLE
source: Searching...
da: Søger...
de: Suche läuft...
el: Αναζήτηση...
fi: Etsitään...
ja: 検索中…
ko: 검색 중...
ms: Sedang mencari...
tr: Arıyor...
zh_hans: 正在搜索...
zh_hant: 在搜索中...

# JR_WAITING_ERROR_NOT_FOUND_MESSAGE
source: No results found. Try adjusting search parameters.
da: Vi fandt ingen resultater. Prøv at afgrænse din søgning.
de: Keine Ergebnisse gefunden. Versuchen Sie, die Suchparameter anzupassen.
el: Δε βρέθηκαν αποτελέσματα. Προσπαθήστε να τροποποιήσετε τις παραμέτρους αναζητήσεων.
fi: Ei tuloksia. Yritä muuttaa hakuehtoja.
ja: 結果が見つかりません。検索パラメータを調整してみてください。
ko: 검색 결과가 없습니다. 검색 조건을 변경한 후 다시 시도하세요.
ms: Tiada hasil dijumpai. Cuba menyesuaikan parameter carian.
tr: Sonuç bulunamadı. Arama ölçütlerini değiştirmeyi deneyiniz.
zh_hans: 无搜索结果。请修改搜索条件后再试
zh_hant: 未能找到結果。嘗試更改搜索參數。

# JR_WAITING_ERROR_CONNECTION_ERROR
source: Connection error
da: Forbindelsesfejl
de: Verbindungsfehler
el: Σφάλμα σύνδεσης
fi: Yhteysvirhe
ja: 接続エラー
ko: 연결 오류
ms: Ralat sambungan
tr: Bağlantı hatası
zh_hans: 连接错误
zh_hant: 連線錯誤

# JR_WAITING_ERROR_NOT_AVALIBLE_MESSAGE
source: Sorry, service is temporarily unavailable
da: Beklager, tjenesten er midlertidigt utilgængelig
de: Der Service steht momentan leider nicht zur Verfügung.
el: Συγγνώμη, η υπηρεσία είναι προσωρινά μη διαθέσιμη
fi: Pahoittelut, Jetradar -palvelu ei ole väliaikaisesti käytettävissä
ja: 申し訳ございません、サービスは一時的にご利用いただけません
ko: 죄송합니다. 일시적으로 서비스를 사용할 수 없습니다.
ms: Maaf, perkhidmatan tergendala buat sementara waktu
tr: Üzgünüz, hizmet geçici olarak kullanılamıyor
zh_hans: 抱歉，服务暂时不可用
zh_hant: 抱歉，服務暫時無法使用

# JR_FILTER_PAYMENT_METHOD_YANDEX_MONEY
source: Yandex.Money
de: Yendex.Money
