Repository: wegobook/Aviasales-iOS-SDK
Catalog: AviasalesSDKTemplate/Resources/*.lproj/HotelsLocalizable.strings
Languages: da, de, el, fi, fr, id, it, ja, ko, ms, nb, nl, pt_pt, ru, sv, th, tr, vi, zh_hans, zh_hant

# HL_LOC_DEFAULT_COUNTRIES_TAIWAN
source: Taiwan
el: Ταϊβάν
ja: 台湾
ko: 대만
ru: Тайвань
th: ไต้หวัน
tr: Tayvan
vi: Đài Loan
zh_hans: 台湾
zh_hant: 台灣

# HL_LOC_DEFAULT_COUNTRIES_HK
source: Hong Kong
el: Χονγκ Κονγκ
ja: 香港
ko: 홍콩
ru: Гонконг
th: ฮ่องกง
vi: Hồng Kông
zh_hans: 香港
zh_hant: 香港

# HL_LOC_SEARCH_FORM_HOTEL##{zero}
source: hotels
da: hoteller
el: ξενοδοχεία
fi: hotellia
fr: hôtels
id: hotel
it: hotel
ja: ホテル
ko: 호텔
ms: hotel
nb: hoteller
pt_pt: hotéis
ru: отелей
sv: hotell
th: โรงแรม
tr: oteller
vi: khách sạn
zh_hans: 家酒店
zh_hant: 酒店

# HL_LOC_SEARCH_FORM_HOTEL##{one}
source: hotel
el: ξενοδοχείο
fi: hotelli
ja: ホテル
ko: 호텔
nb: hotell
ru: отель
sv: hotell
th: โรงแรม
tr: otel
vi: khách sạn
zh_hans: 家酒店
zh_hant: 酒店

# HL_LOC_SEARCH_FORM_HOTEL##{few}
source: hotels
da: hoteller
el: ξενοδοχεία
fi: hotellia
fr: hôtels
id: hotel
it: hotel
ja: ホテル
ko: 호텔
ms: hotel
nb: hoteller
pt_pt: hotéis
ru: отеля
sv: hotell
th: โรงแรม
tr: oteller
vi: khách sạn
zh_hans: 家酒店
zh_hant: 酒店

# HL_LOC_SEARCH_FORM_HOTEL##{many}
source: hotels
da: hoteller
el: ξενοδοχεία
fi: hotellia
fr: hôtels
id: hotel
it: hotel
ja: ホテル
ko: 호텔
ms: hotel
nb: hoteller
pt_pt: hotéis
ru: отелей
sv: hotell
th: โรงแรม
tr: oteller
vi: khách sạn
zh_hans: 家酒店
zh_hant: 酒店

# HL_LOC_SEARCH_FORM_HOTEL##{other}
source: hotels
da: hoteller
el: ξενοδοχεία
fi: hotellia
fr: hôtels
id: hotel
it: hotel
ja: ホテル
ko: 호텔
ms: hotel
nb: hoteller
pt_pt: hotéis
ru: отелей
sv: hotell
th: โรงแรม
tr: oteller
vi: khách sạn
zh_hans: 家酒店
zh_hant: 酒店

# HL_HOTEL_DETAIL_AMENITY_ROOMS_WIFI
source: Wi-Fi
de: WLAN
