Repository: wegobook/Aviasales-iOS-SDK
Catalog: AviasalesSDKTemplate/Resources/*.lproj/HotelsLocalizable.strings
Languages: da, de, el, fi, fr, id, it, ja, ko, ms, nb, nl, pt_pt, ru, sv, th, tr, vi, zh_hans, zh_hant

# HL_HOTEL_DETAIL_INFORMATION_CHECKIN
source: Check-in
da: Check-ind
fr: Enregistrement
ja: チェックイン
ko: 체크인
ms: Daftar masuk
nb: Innsjekk
pt_pt: Registo de entrada
ru: Заезд
sv: Checka in
th: เช็คอิน
tr: Giriş
vi: Đăng ký nhận phòng
zh_hans: 登记入住
zh_hant: 入住登記

# HL_HOTEL_DETAIL_INFORMATION_CHECKOUT
source: Check-out
da: Check-ud
fr: Règlement
ja: チェックアウト
ko: 체크아웃
ms: Daftar keluar
nb: Utsjekk
pt_pt: Registo de saída
ru: Выезд
sv: Checka ut
th: เช็คเอาท์
tr: Çıkış
vi: Đăng ký trả phòng
zh_hans: 登记退房
zh_hant: 結帳離開

# HL_HOTEL_DETAIL_AMENITY_CLEANING
source: Cleaning fee
da: Rengøringsgebyr
de: Reinigungsgebühr
el: Χρέωση καθαρισμού
fi: Siivousmaksu
fr: Frais de nettoyage
id: Biaya membersihkan
it: Spese di pulizia
ja: クリーニング料金
ko: 청소비
ms: Bayaran pembersihan
nb: Rengjøringsavgift
nl: Schoonmaakkosten
pt_pt: Taxa de limpeza
ru: Уборка
sv: Städavgift
th: ค่าทำความสะอาด
tr: Temizleme ücreti
vi: Phí dọn phòng
zh_hans: 清洁费
zh_hant: 清潔費

# HL_HOTEL_DETAIL_AMENITY_DEPOSIT
source: Security deposit
da: Depositum
de: Kaution
el: Εγγυητική προκαταβολή
fi: Takuutalletus
fr: Dépôt de garantie
id: Jaminan
it: Deposito cauzionale
ja: 保証金
ko: 보증금
ms: Deposit keselamatan
nb: Depositum
nl: Borg
pt_pt: Caução
ru: Депозит
sv: Säkerhetsdeposition
th: เงินมัดจำ
tr: Depozito
vi: Tiền đặt cọc bảo đảm
zh_hans: 保证金
zh_hant: 押金

# HL_HOTEL_DETAIL_PAID_AMENITY_UNKNOWN_PRICE
source: Required
da: Påkrævet
de: Erforderlich
el: Απαραίτητα
fi: Pakollinen
fr: Requis
id: Wajib
it: Richiesto
ja: 必須
ko: 요구됨
ms: Diperlukan
nb: Påkrevd
nl: Vereist
pt_pt: Necessário
ru: Требуется
sv: Krävs
th: จำเป็น
tr: Gerekli
vi: Yêu cầu
zh_hans: 必需
zh_hant: 需要

# HL_HOTEL_DETAIL_TRIPTYPE_COUPLE
source: couples
da: par
de: Paare
el: ζευγάρια
fi: parit
id: pasangan
it: coppie
ja: カップル
ko: 커플
ms: pasangan
nb: par
nl: koppels
pt_pt: casais
ru: пары
sv: par
th: คู่
tr: çiftler
vi: cặp đôi
zh_hans: 夫妇
zh_hant: 伴侶

# HL_HOTEL_DETAIL_TRIPTYPE_FAMILY
source: families
da: familier
de: Familien
el: οικογένειες
fi: perheet
fr: familles
id: keluarga
it: famiglie
ja: 家族連れ
ko: 가족
ms: keluarga
nb: familier
nl: gezinnen
pt_pt: famílias
ru: семьи
sv: familjer
th: ครอบครัว
tr: aileler
vi: gia đình
zh_hans: 家庭
zh_hant: 家庭

# HL_HOTEL_DETAIL_TRIPTYPE_SOLO
source: solo
de: Alleinreisende
fi: yksin
id: sendiri
it: singoli
ja: お一人様
ko: 싱글
ms: sendiri
nb: alene
pt_pt: sozinhos
ru: соло
th: พักเดี่ยว
tr: tek kişi
vi: cá nhân
zh_hans: 单人
zh_hant: 單身

# HL_HOTEL_DETAIL_TRIPTYPE_BUSINESS
source: business
de: Geschäftsreisende
fi: yritys
fr: affaires
id: bisnis
it: viaggiatori d'affari
ja: ビジネス
ko: 비즈니스
ms: perniagaan
nb: forretningsreise
nl: zakelijk
pt_pt: negócios
ru: бизнес
sv: företag
th: ธุรกิจ
tr: iş
vi: thương gia
zh_hans: 商务
zh_hant: 商務

# HL_HOTEL_DETAIL_STAFF_LANGUAGES##{one}
source: Staff speaks: %@
da: Personalet taler: %@
de: Das Personal spricht %@
el: Το προσωπικό ομιλεί: %@
fi: Henkilökunta puhuu: %@
fr: Le personnel parle : %@
id: Staf berbicara bahasa: %@
it: Lo staff parla: %@
ja: スタッフ対応言語: %@
ko: 직원구사언어:%@
ms: Staf bercakap: %@
nb: Hotellansatte snakker: %@
nl: Personeel spreekt: %@
pt_pt: Línguas faladas: %@
ru: Персонал говорит на языках: %@
sv: Personalen pratar: %@
th: พนักงานพูดภาษา: %@
tr: Personelin konuştuğu diller: %@
vi: Ngôn ngữ sử dụng: %@
zh_hans: 员工说：%@
zh_hant: 工作人員會講：%@

# HL_HOTEL_DETAIL_STAFF_LANGUAGES##{few}
source: Staff speaks: %@
da: Personalet taler: %@
de: Das Personal spricht %@
el: Το προσωπικό ομιλεί: %@
fi: Henkilökunta puhuu: %@
fr: Le personnel parle : %@
id: Staf berbicara bahasa: %@
it: Lo staff parla: %@
ja: スタッフ対応言語: %@
ko: 직원구사언어:%@
ms: Staf bercakap: %@
nb: Hotellansatte snakker: %@
nl: Personeel spreekt: %@
pt_pt: Línguas faladas: %@
ru: Персонал говорит на языках: %@
sv: Personalen pratar: %@
th: พนักงานพูดภาษา: %@
tr: Personelin konuştuğu diller: %@
vi: Ngôn ngữ sử dụng: %@
zh_hans: 员工说：%@
zh_hant: 工作人員會講：%@

# HL_HOTEL_DETAIL_STAFF_LANGUAGES##{many}
source: Staff speaks: %@
da: Personalet taler: %@
de: Das Personal spricht %@
el: Το προσωπικό ομιλεί: %@
fi: Henkilökunta puhuu: %@
fr: Le personnel parle : %@
id: Staf berbicara bahasa: %@
it: Lo staff parla: %@
ja: スタッフ対応言語: %@
ko: 직원구사언어:%@
ms: Staf bercakap: %@
nb: Hotellansatte snakker: %@
nl: Personeel spreekt: %@
pt_pt: Línguas faladas: %@
ru: Персонал говорит на языках: %@
sv: Personalen pratar: %@
th: พนักงานพูดภาษา: %@
tr: Personelin konuştuğu diller: %@
vi: Ngôn ngữ sử dụng: %@
zh_hans: 员工说：%@
zh_hant: 工作人員會講：%@

# HL_HOTEL_DETAIL_STAFF_LANGUAGES##{other}
source: Staff speaks: %@
da: Personalet taler: %@
de: Das Personal spricht %@
el: Το προσωπικό ομιλεί: %@
fi: Henkilökunta puhuu: %@
fr: Le personnel parle : %@
id: Staf berbicara bahasa: %@
it: Lo staff parla: %@
ja: スタッフ対応言語: %@
ko: 직원구사언어:%@
ms: Staf bercakap: %@
nb: Hotellansatte snakker: %@
nl: Personeel spreekt: %@
pt_pt: Línguas faladas: %@
ru: Персонал говорит на языках: %@
sv: Personalen pratar: %@
th: พนักงานพูดภาษา: %@
tr: Personelin konuştuğu diller: %@
vi: Ngôn ngữ sử dụng: %@
zh_hans: 员工说：%@
zh_hant: 工作人員會講：%@

# HL_HOTEL_DETAIL_FEATURES_FREE_PARKING_TITLE
source: Free parking
da: Gratis parkering
de: Parken frei
el: Δωρεάν parking
fi: Ilmainen pysäköinti
fr: Parking gratuit
id: Bebas parkir
it: Parcheggio gratis
ja: 無料駐車場
ko: 무료 주차
ms: Parkir percuma
nb: Gratis parkering
nl: Gratis parkeren
pt_pt: Estacionamento gratuito
ru: Бесплатная парковка
sv: Gratis parkering
th: ที่จอดรถฟรี
tr: Ücretsiz otopark
vi: Bãi đậu xe miễn phí
zh_hans: 免费停车
zh_hant: 免費停車

# HOTEL_DETAILS_HOTEL_PROPERTY_TYPE_HOTEL_FILTER
source: Hotels
da: Hoteller
el: Ξενοδοχεία
fi: Hotellit
fr: Hôtels
id: Hotel
it: Alberghi
ja: ホテル
ko: 호텔
ms: Hotel
nb: Hoteller
pt_pt: Hóteis
ru: Отели
sv: Hotell
th: โรงแรม
tr: Oteller
vi: Khách sạn
zh_hans: 酒店
zh_hant: 酒店

# HOTEL_DETAILS_HOTEL_PROPERTY_TYPE_APARTMENT_FILTER
source: Apartments
da: Lejligheder
el: Διαμερίσματα
fi: Asunnot
fr: Appartements
id: Apartemen
it: Appartamenti
ja: アパートメント
ko: 아파트
ms: Pangsapuri
nb: Leiligheter
nl: Appartementen
pt_pt: Apartamentos
ru: Апартаменты
sv: Lägenheter
th: อพาร์ทเมนท์
tr: Apartmanlar
vi: Căn hộ
zh_hans: 公寓
zh_hant: 公寓

# HOTEL_DETAILS_HOTEL_PROPERTY_TYPE_HOSTEL_FILTER
source: Hostels
da: Vandrehjem
fi: Hostellit
fr: Auberges de Jeunesse
id: Hostel
it: Ostelli
ja: ホステル
ko: 호스텔
ms: Hostel
nb: Vertshus
pt_pt: Albergues
ru: Хостелы
th: โฮสเทล
tr: Hosteller
vi: Nhà trọ
zh_hans: 青年旅馆
zh_hant: 旅館

# HOTEL_DETAILS_HOTEL_PROPERTY_TYPE_HOTEL
source: Hotel
el: Ξενοδοχείο
fi: Hotelli
fr: Hôtel
ja: ホテル
ko: 호텔
nb: Hotell
ru: Отель
sv: Hotell
th: โรงแรม
tr: Otel
vi: Khách sạn
zh_hans: 酒店
zh_hant: 酒店

# HOTEL_DETAILS_HOTEL_PROPERTY_TYPE_APART_HOTEL
source: Apart-hotel
da: Lejlighedshotel
fi: Asuntohotelli
fr: Apart-hôtel
it: Residence
ja: アパート式ホテル
ko: 아파토텔
ms: Hotel-Apart
nb: Leilighetshotell
pt_pt: Hotel-apartamento
ru: Апартотель
sv: Delvis hotel
th: อพาร์ทเมนท์โรงแรม
tr: Apart-otel
vi: Khách sạn căn hộ
zh_hans: 酒店式公寓
zh_hant: 酒店式公寓

# HOTEL_DETAILS_HOTEL_PROPERTY_TYPE_BED_AND_BREAKFAST
source: Bed & Breakfast
fr: Lit et petit-déjeuner
id: Tempat tidur & Sarapan
ja: ベッド&ブレックファスト
ko: 조식 포함 숙박시설
ms: Katil & Sarapan
pt_pt: Cama & Pequeno-almoço
ru: Ночлег и завтрак
th: เตียงนอนและอาหารเช้า
tr: Yatak & Kahvaltı
vi: Giường ngủ và Điểm tâm sáng
zh_hans: 住宿加早餐
zh_hant: 住宿加早餐

# HOTEL_DETAILS_HOTEL_PROPERTY_TYPE_APARTMENT
source: Apartments
da: Lejligheder
el: Διαμερίσματα
fi: Asunnot
fr: Appartements
id: Apartemen
it: Appartamenti
ja: アパートメント
ko: 아파트
ms: Pangsapuri
nb: Leiligheter
nl: Appartementen
pt_pt: Apartamentos
ru: Апартаменты
sv: Lägenheter
th: อพาร์ทเมนท์
tr: Apartmanlar
vi: Căn hộ
zh_hans: 公寓
zh_hant: 公寓

# HOTEL_DETAILS_HOTEL_PROPERTY_TYPE_MOTEL
source: Motel
el: Μοτέλ
fi: Motelli
ja: モーテル
ko: 모텔
nb: Motell
ru: Мотель
th: โมเทล
vi: Nhà nghỉ
zh_hans: 汽车旅馆
zh_hant: 汽車旅館

# HOTEL_DETAILS_HOTEL_PROPERTY_TYPE_GUESTHOUSE
source: Guesthouse
da: Gæstehus
de: Gästehaus
el: Ξενώνας
fi: Majatalo
fr: Maison d'hôte
it: Pensioni
ja: ゲストハウス
ko: 게스트 하우스
ms: Rumah tamu
nb: Gjestehus
pt_pt: Casa de convidados
ru: Гостевой дом
sv: Gästhus
th: เกสต์เฮาส์
tr: Pansiyon
vi: Nhà nghỉ
zh_hans: 旅馆
zh_hant: 旅館

# HOTEL_DETAILS_HOTEL_PROPERTY_TYPE_HOSTEL
source: Hostel
da: Vandrehjem
de: Jugendherberge
fi: Hostelli
fr: Auberge
it: Ostello
ja: ホステル
ko: 호스텔
nb: Vertshus
ru: Хостел
th: โฮสเทล
vi: Ký túc xá
zh_hans: 招待所
zh_hant: 招待所

# HOTEL_DETAILS_HOTEL_PROPERTY_TYPE_RESORT
source: Resort
fi: Lomakohde
fr: Complexe touristique
id: Resor
it: Villaggio Turistico
ja: リゾート
ko: 리조트
ru: Курорт
th: รีสอร์ท
tr: Tatil Yeri
vi: Khu nghỉ dưỡng
zh_hans: 度假村
zh_hant: 度假村

# HOTEL_DETAILS_HOTEL_PROPERTY_TYPE_FARM
source: Farm
da: Gård
de: Bauernhof
el: Φάρμα
fi: Farmi
fr: Ferme
id: Perkebunan
it: Tenuta
ja: ファーム
ko: 팜스테이
ms: Ladang
nb: Gård
nl: Boerderij
pt_pt: Fazenda
ru: Ферма
sv: Bondgård
th: ฟาร์ม
tr: Çiftlik
vi: Nông trại
zh_hans: 农场
zh_hant: 農場

# HOTEL_DETAILS_HOTEL_PROPERTY_TYPE_VACATION
source: Vacation house
da: Feriehus
de: Ferienhaus
el: Εξοχικό
fi: Lomatalo
fr: Maison de vacances
id: Rumah liburan
it: Casa Vacanze
ja: 別荘
ko: 별장
ms: Rumah percutian
nb: Feriehus
nl: Vakantiehuis
pt_pt: Casa de férias
ru: Дом для отпуска
sv: Semesterhus
th: บ้านพักตากอากาศ
tr: Tatil evi
vi: Nhà nghỉ mát
zh_hans: 度假屋
zh_hant: 度假屋

# HOTEL_DETAILS_HOTEL_PROPERTY_TYPE_LODGE
source: Lodge
da: Hytte
de: Hütte
fi: Majapaikka
fr: Loge
id: Pondok
it: Cottage
ja: ロッジ
ko: 산장
ms: Rumah Singgah
nb: Hytte
nl: Loge
pt_pt: Pousada
ru: Домик
th: บ้านพัก
tr: Kulübe
vi: Căn lều
zh_hans: 小屋
zh_hant: 小屋

# HOTEL_DETAILS_HOTEL_PROPERTY_TYPE_VILLA
source: Villa
el: Βίλα
fi: Huvila
id: Vila
it: Casa di Vacanza
ja: ヴィラ
ko: 빌라
ms: Vila
pt_pt: Vila
ru: Вилла
th: วิลล่า
vi: Biệt thự nghỉ dưỡng
zh_hans: 别墅
zh_hant: 別墅

# HOTEL_DETAILS_HOTEL_PROPERTY_TYPE_ROOM
source: Private room
da: Privat værelse
de: Privatzimmer
el: Πριβέ δωμάτιο
fi: Yksityishuone
fr: Chambre privée
id: Ruang privat
it: Stanza privata
ja: 個室
ko: 개인실
ms: Bilik peribadi
nb: Privat rom
nl: Privékamer
pt_pt: Quarto privado
ru: Комната
sv: Privat rum
th: ห้องส่วนตัว
tr: Özel oda
vi: Phòng riêng
zh_hans: 私人房间
zh_hant: 私人房

# HOTEL_DETAIL_YEAR_OPENED
source: Built in %@
da: Bygget i %@
de: Gebaut im Jahre %@
el: Χτισμένο σε %@
fi: Rakennettu v. %@
fr: Construit en : %@
id: Dibangun pada %@
it: Costruito nel %@
ja: %@年に建設
ko: 건축일자 %@
ms: Dibina pada tahun %@
nb: Bygd i %@
nl: Ingebouwde %@
pt_pt: Construído em %@
ru: Построен в %@ году
sv: Inbyggd %@
th: สร้างเมื่อ %@
tr: %@ yılında inşa edildi
vi: Được xây dựng năm %@
zh_hans: 建立于%@
zh_hant: 建於 %@

# HOTEL_DETAIL_YEAR_RENOVATED
source: Renovated in %@
da: Renoveret i %@
de: Renoviert im Jahre %@
el: Ανακαίνιση το %@
fi: Peruskorjattu v. %@
fr: Rénové en : %@
id: Direnovasi pada %@
it: Rinnovato nel %@
ja: %@年に改装済み
ko: 개보수일자 %@
ms: Diubahsuai pada tahun %@
nb: Renovert i %@
nl: Gerenoveerd in %@
pt_pt: Renovado em %@
ru: Обновлен в %@ году
sv: Renoverades år %@
th: ปรับปรุงในปี %@
tr: %@ yılında yenilendi
vi: Được tôn tạo năm %@
zh_hans: 翻新于%@
zh_hant: 整修於 %@

# HOTEL_DETAIL_ROOMS_COUNT##{one}
source: %@ room
da: %@ værelse
de: %@ Zimmer
el: %@ δωμάτιο
fi: %@ huone
fr: %@ chambre
id: %@ kamar
it: %@ stanza
ja: %@部屋
ko: 객실 %@개
ms: %@ bilik
nb: %@ rom
nl: %@ kamer
pt_pt: %@ quarto
ru: %@ комната
sv: %@ rum
th: %@ ห้อง
tr: %@ oda
vi: %@ phòng
zh_hans: %@房间
zh_hant: %@ 室

# HOTEL_DETAIL_ROOMS_COUNT##{few}
source: %@ rooms
da: %@ værelser
de: %@ Zimmer
el: %@ δωμάτια
fi: %@ huonetta
fr: %@ chambres
id: %@ kamar
it: %@ stanze
ja: %@部屋
ko: 객실 %@개
ms: %@ bilik
nb: %@ rom
nl: %@ kamers
pt_pt: %@ quartos
ru: %@ комнаты
sv: %@ rum
th: %@ ห้อง
tr: %@ oda
vi: %@ phòng
zh_hans: %@房间
zh_hant: %@ 室

# HOTEL_DETAIL_ROOMS_COUNT##{many}
source: %@ rooms
da: %@ værelser
de: %@ Zimmer
el: %@ δωμάτια
fi: %@ huonetta
fr: %@ chambres
id: %@ kamar
it: %@ stanze
ja: %@部屋
ko: 객실 %@개
ms: %@ bilik
nb: %@ rom
nl: %@ kamers
pt_pt: %@ quartos
ru: %@ комнат
sv: %@ rum
th: %@ ห้อง
tr: %@ oda
vi: %@ phòng
zh_hans: %@房间
zh_hant: %@ 室

# HOTEL_DETAIL_ROOMS_COUNT##{other}
source: %@ rooms
da: %@ værelser
de: %@ Zimmer
el: %@ δωμάτια
fi: %@ huonetta
fr: %@ chambres
id: %@ kamar
it: %@ stanze
ja: %@部屋
ko: 객실 %@개
ms: %@ bilik
nb: %@ rom
nl: %@ kamers
pt_pt: %@ quartos
ru: %@ комнат
sv: %@ rum
th: %@ ห้อง
tr: %@ oda
vi: %@ phòng
zh_hans: %@房间
zh_hant: %@ 室

# HL_PHOTO_PEEK_BUTTON_TITLE
source: Show photos
da: Vis billeder
de: Fotos anzeigen
el: Προβολή φώτο
fi: Näytä kuvat
fr: Voir les photos
id: Tampilkan foto
it: Mostra foto
ja: 写真を表示する
ko: 사진 보이기
ms: Tunjuk gambar
nb: Vis bilder
nl: Toon foto's
pt_pt: Mostrar fotos
ru: Посмотреть фотографии
sv: Visa bilder
th: แสดงรูปภาพ
tr: Fotoğrafları göster
vi: Hiển thị ảnh
zh_hans: 显示照片
zh_hant: 顯示照片

# HL_DISTANCE_PEEK_SHOW_FULL_MAP
source: Open map
da: Åben kort
de: Karte öffnen
el: Άνοιξε χάρτη
fi: Avaa kartta
fr: Ouvrir la carte
id: Buka peta
it: Apri la mappa
ja: 地図を開く
ko: 지도 열기
ms: Buka peta
nb: Åpne kart
nl: Open kaart
pt_pt: Abrir mapa
ru: Перейти на карту
sv: Öppna karta
th: เปิดแผนที่
tr: Haritayı aç
vi: Mở bản đồ
zh_hans: 打开地图
zh_hant: 開啟地圖

# HL_HOTEL_PEEK_BOOK_BUTTON_TITLE
source: Book now for
da: Book nu for
de: Jetzt buchen um
el: Κράτηση τώρα για
fi: Varaa nyt hintaan
fr: Réservez maintenant à
id: Pesan dari sekarang
it: Prenota ora per
ja: 今すぐ予約
ko: 지금 예약:
ms: Tempah sekarang untuk
nb: Bestill nå for
nl: Boek nu voor
pt_pt: Reserve agora por
ru: Забронировать за
sv: Boka nu för
th: จองตอนนี้สำหรับ
tr: Için hemen ayırt
vi: Đặt phòng ngay để được
zh_hans: 现在就预定
zh_hant: 現在就預訂

# HL_HOTEL_DETAIL_BOOK_BUTTON_TITLE
source: Book now
da: Book nu
de: Jetzt buchen
el: Κράτηση τώρα
fi: Varaa nyt
fr: Réserver
id: Pesan sekarang
it: Prenota adesso
ja: 予約する
ko: 지금 예약
ms: Tempah
nb: Bestill nå
nl: Boek nu
pt_pt: Reservar agora
ru: Забронировать
sv: Boka nu
th: จองเลย
tr: Hemen ayırt
vi: Đặt phòng ngay
zh_hans: 马上预订
zh_hant: 馬上預訂

# HL_HOTEL_DETAIL_ALL_PRICES_TITLE
source: More deals
da: Flere tilbud
de: Mehr Deals
el: Περισσότερα deals
fi: Lisää tarjouksia
fr: Plus d'offres
id: Penawaran lainnya
it: Più offerte
ja: 詳しい詳細
ko: 다른 상품들
ms: Lebih banyak tawaran
nb: Flere kupp
nl: Meer deals
pt_pt: Mais ofertas
ru: Все номера и цены
sv: Fler erbjudanden
th: ข้อเสนออื่นๆ
tr: Daha fazla teklif
vi: Thêm ưu đãi
zh_hans: 更多交易
zh_hant: 更多優惠

# HL_HOTEL_DETAIL_PHOTOS_BUTTON_TITLE
source: Gallery
da: Album
de: Galerie
fi: Kuvagalleria
fr: Galerie
id: Galeri
it: Galleria
ja: ギャラリー
ko: 갤러리
ms: Galeri
nb: Galleri
nl: Gallerij
pt_pt: Galeria
ru: Фотографии
sv: Galleri
th: แกลเลอรี
tr: Galeri
vi: Thư viện
zh_hans: 图片集
zh_hant: 圖庫

# HL_HOTEL_DETAIL_LOADING_TITLE
source: Updating prices...
da: Opdaterer priser...
de: Aktualisierung der Preise...
el: Ενημέρωση τιμών...
fi: Päivitetään hintoja...
fr: Mise à jour des prix...
id: Memperbarui harga...
it: Aggiornamento dei prezzi...
ja: 価格を更新中…
ko: 가격 업데이트 중...
ms: Kemas kini harga...
nb: Oppdaterer priser...
nl: Prijzen bijwerken...
pt_pt: A actualizar preços...
ru: Обновление цен...
sv: Uppdaterar priser...
th: กำลังอัพเดตราคา...
tr: Fiyat güncelleniyor...
vi: Đang cập nhật giá...
zh_hans: 更新价格信息...
zh_hant: 價格更新中……

# HL_HOTEL_DETAIL_BEST_PRICE_PER_NIGHT
source: Best deal for 1 night
da: Bedste tilbud for 1 overnatning
de: Bestes Angebot für 1 Nacht
el: Καλύτερο deal για 1 νύχτα
fi: Paras tarjous yhdelle yölle
fr: Meilleure offre pour une nuit
id: Penawaran terbaik untuk 1 malam
it: Miglior prezzo per una notte
ja: 最もお得な宿泊料金
ko: 1박을 위한 베스트 딜
ms: Harga terbaik untuk 1 malam
nb: Beste pris for én natt
nl: Beste aanbieding voor 1 nacht
pt_pt: O melhor negócio para 1 noite
ru: Лучшая цена за ночь
sv: Bästa priset för 1 natt
th: ข้อเสนอที่ดีที่สุดสำหรับ 1 คืน
tr: 1 gece için en iyi fırsat
vi: Mức giá tốt nhất cho 1 đêm
zh_hans: 1晚的最佳价格
zh_hant: 1 晚最佳房價方案

# HL_HOTEL_DETAIL_CTA_HEADER_TITLE
source: Best deal for
da: Bedste tilbud for
de: Bestes Angebot für
el: Καλύτερο deal για
fi: Paras tarjous:
fr: Meilleure offre pour
id: Deal terbaik utnuk
it: Migliore offerta per
ja: の一番お得な料金
ko: 다음에 대한 최고 조건:
ms: Tawaran terbaik untuk
nb: De beste tilbudene for
nl: Beste deal voor
pt_pt: Melhor oferta para
ru: Лучшая цена за
sv: Bästa erbjudandet för
th: ข้อเสนอดีที่สุดสำหรับ
tr: Için en iyi fırsat
vi: Ưu đãi tốt nhất cho
zh_hans: 最佳交易
zh_hant: 的最佳優惠

# HL_HOTEL_DETAIL_TRY_AGAIN_BUTTON_TITLE
source: Try again
da: Prøv igen
de: Noch einmal versuchen
el: Ξαναδοκιμασε
fi: Yritä uudelleen
fr: Réessayer
id: Coba lagi
it: Riprova
ja: もう一度お試しください
ko: 다시 시도
ms: Cuba lagi
nb: Prøv igjen
nl: Prøv igjen
pt_pt: Tentar novamente
ru: Попробовать ещё раз
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar dene
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# HL_HOTEL_DETAIL_CHANGE_SEARCHINFO_BUTTON_TITLE
source: Change search parameters
da: Rediger søgeafgrænsning
de: Suchparameter ändern
el: Αλλαγη παραμετρων αναζητησης
fi: Muuta hakuehtoja
fr: Changer les paramètres de recherche
id: Ubah parameter pencarian
it: Modifica parametri di ricerca
ja: 検索パラメータを変更
ko: 검색 조건 변경
ms: Tukar parameter carian
nb: Endre søkeparametre
nl: Wijzig zoekparameters
pt_pt: Mudar parâmetros de procura
ru: Изменить параметры поиска
sv: Ändra sökparametrar
th: เปลี่ยนค่าตัวแปรในการค้นหา
tr: Değiştir
vi: Thay đổi thông số tìm kiếm
zh_hans: 更改搜索参数
zh_hant: 變更搜尋參數

# HL_HOTEL_DETAIL_RESTART_OUTDATED_SEARCH_TITLE
source: Restart search
da: Genstart søgning
de: Neue Suche starten
el: Επανεκκίνηση αναζήτησης
fi: Aloita haku alusta
fr: Recommencer la recherche
id: Mulai kembali pencarian
it: Ricomincia la ricerca
ja: 検索を再開する
ko: 검색 재시작
ms: Mula semula carian
nb: Søk på nytt
nl: Opnieuw zoeken
pt_pt: Reiniciar pesquisa
ru: Перезапустить поиск
sv: Starta om sökning
th: เริ่มการค้นหาใหม่
tr: Aramayı tekrar başlat
vi: Khởi động lại chuỗi tìm kiếm
zh_hans: 重新开始搜索
zh_hant: 重新開始搜尋

# HL_HOTEL_DETAIL_NO_ROOMS_TITLE
source: Sold out
da: Udsolgt
de: Ausgebucht
el: 100% πληρότητα
fi: Loppuunmyyty
fr: Complet
id: Habis
it: Tutto esaurito
ja: 売り切れ
ko: 예약 완료
ms: Habis ditempah
nb: Utsolgt
nl: Uitverkocht
pt_pt: Lotado
ru: Нет свободных комнат
sv: Utsåld
th: ไม่ว่าง
tr: Tükendi
vi: Hết phòng
zh_hans: 已售罄
zh_hant: 已售罄

# HL_HOTEL_DETAIL_INFORMATION_LOADING_ERROR_TITLE
source: Sorry, we haven't received any detailed information
da: Beklager, vi har ikke modtaget nogen detaljerede oplysninger
de: Leider haben wir keine detaillierten Informationen erhalten
el: Δυστυχώς, δεν λάβαμε αναλυτικές πληροφορίες
fi: Pahoittelut, emme ole saaneet tarkempia tietoja
fr: Désolé, nous n'avons pas reçu d'informations détaillées
id: Maaf, kami tidak menerima adanya informasi terperinci
it: Siamo spiacenti, non abbiamo ricevuto nessuna informazione dettagliata
ja: 申し訳ありません。詳細情報を受け取れませんでした。
ko: 죄송합니다. 상세 정보를 수신하지 못했습니다
ms: Maaf, kami belum menerima sebarang maklumat terperinci
nb: Beklager, vi har ikke mottatt detaljert informasjon
nl: Sorry, we hebben geen gedetailleerde gegevens ontvangen
pt_pt: Desculpe, não recebemos qualquer informação detalhada
ru: Не получилось загрузить информацию
sv: Ursäkta, vi har inte fått detaljerad information
th: ขออภัย เราไม่ได้รับข้อมูลรายละเอียดใด ๆ
tr: Üzgünüz, hiçbir ayrıntılı bilgi edinemedik
vi: Rất tiếc, chúng tôi chưa nhận được bấy kỳ thông tin chi tiết nào
zh_hans: 抱歉，我们没收到任何详细信息
zh_hant: 抱歉，我們尚未收到任何詳細資訊

# HL_HOTEL_DETAIL_OUTDATE_VARIANT_ERROR_TITLE
source: Prices are outdated
da: Priserne er forældede
de: Preise abgelaufen
el: Οι τιμες εχουν ληξει
fi: Hinnat vanhentuneet
fr: Les prix sont trop anciens
id: Harga sudah tidak berlaku
it: Le tariffe non sono aggiornate
ja: 価格が失効しています
ko: 숙박료가 최신이 아닙니다
ms: Harga lama
nb: Prisene er utdaterte
nl: Prijzen zijn verouderd
pt_pt: Os preços estão desatualizados
ru: Цены устарели
sv: Priset är gammalt
th: ค่าโดยสารไม่ใช่ราคาในปัจจุบัน
tr: Ücretlerin tarihi geçti
vi: Giá đã hết hạn
zh_hans: 票价已过期
zh_hant: 票價已逾期

# HL_HOTEL_DETAIL_NO_ROOMS_ERROR_TITLE
source: There are no rooms available for the selected dates
da: Der er ingen ledige værelser til de valgte datoer
de: Zu den ausgewählten Daten stehen keine Zimmer zur Verfügung
el: Δεν υπάρχουν διαθέσιμα δωμάτια για αυτές τις ημερομηνίες
fi: Huoneita ei ole saatavilla valituille päivämäärille
fr: Il n'y a pas de chambre disponible pour les dates sélectionnées.
id: Tidak tersedia kamar untuk tanggal yang dipilih
it: Nessuna stanza disponibile per le date selezionate
ja: 指定された日付に空き部屋はありません
ko: 선택하신 날짜에 예약 가능한 객실이 없습니다
ms: Tiada bilik tersedia untuk tarikh yang dipilih
nb: Ingen tilgjengelige rom på valgte datoer
nl: Er zijn geen kamers beschikbaar voor de geselecteerde datums
pt_pt: Não existem quartos disponíveis nas datas escolhidas
ru: На выбранные даты нет комнат
sv: Det finns inga tillgängliga rum för de valda datumen
th: ไม่มีห้องพักว่างในวันที่คุณเลือก
tr: Seçilen tarihler için uygun bir oda yok
vi: Không còn phòng trống vào những ngày đã chọn
zh_hans: 选定的日期无空房
zh_hant: 選定的日期無空房

# HL_HOTEL_DETAIL_NO_DATES_SELECTED_TITLE
source: Please select dates and guests
da: Vælg venligst datoer og antal gæster
de: Bitte wählen Sie An-/Abreisedatum und Anzahl der Gäste aus
el: Θα πρέπει να επιλέξεις ημερομηνίες και άτομα
fi: Valitse päivämäärät ja vieraat
fr: Veuillez sélectionner les dates et le nombre de visiteurs
id: Mohon pilih tanggal dan tamu
it: Si prega di selezionare date e ospiti
ja: 日付と宿泊者を選択してください
ko: 날짜와 투숙객을 선택하세요
ms: Sila pilih tarikh dan tetamu
nb: Vennligst velg datoer og gjester
nl: Selecteer datums en gasten
pt_pt: Selecione por favor as datas e os hóspedes
ru: Выберите даты и количество гостей
sv: Vänligen välj datum och gäster
th: โปรดเลือกวันที่และจำนวนผู้เข้าพัก
tr: Lütfen tarihleri ve misafirleri seçin
vi: Vui lòng chọn ngày và số lượng khách
zh_hans: 请选择日期和住客
zh_hant: 請選取日期與客人

# HL_HOTEL_DETAIL_HEADER_TITLE_RATING_BASED##{zero}
source: %@ reviews
da: %@ anmeldelser
de: %@ Bewertungen
el: %@ αξιολογήσεις
fi: %@ arvostelua
fr: %@ avis
id: %@ ulasan
it: %@ recensioni
ja: %@件のレビュー
ko: %@개 이용후기
ms: %@ ulasan
nb: %@ anmeldelser
pt_pt: %@ análises
ru: На основе %@ оценок
sv: %@ omdömen
th: %@ รีวิว
tr: %@ yorum
vi: %@ đánh giá
zh_hans: %@个评论
zh_hant: %@ 評價

# HL_HOTEL_DETAIL_HEADER_TITLE_RATING_BASED##{one}
source: %@ review
da: %@ anmeldelse
de: %@ Bewertung
el: %@ αξιολόγηση
fi: %@ arvostelu
fr: %@ avis
id: %@ ulasan
it: %@ recensione
ja: %@件のレビュー
ko: %@개 이용후기
ms: %@ ulasan
nb: %@ anmeldelse
pt_pt: %@ análise
ru: На основе %@ оценки
sv: %@ omdöme
th: %@ รีวิว
tr: %@ yorum
vi: %@ đánh giá
zh_hans: %@个评论
zh_hant: %@ 評價

# HL_HOTEL_DETAIL_HEADER_TITLE_RATING_BASED##{few}
source: %@ reviews
da: %@ anmeldelser
de: %@ Bewertungen
el: %@ αξιολογήσεις
fi: %@ arvostelua
fr: %@ avis
id: %@ ulasan
it: %@ recensioni
ja: %@件のレビュー
ko: %@개 이용후기
ms: %@ ulasan
nb: %@ anmeldelser
pt_pt: %@ análises
ru: На основе %@ оценок
sv: %@ omdömen
th: %@ รีวิว
tr: %@ yorum
vi: %@ đánh giá
zh_hans: %@个评论
zh_hant: %@ 評價

# HL_HOTEL_DETAIL_HEADER_TITLE_RATING_BASED##{many}
source: %@ reviews
da: %@ anmeldelser
de: %@ Bewertungen
el: %@ αξιολογήσεις
fi: %@ arvostelua
fr: %@ avis
id: %@ ulasan
it: %@ recensioni
ja: %@件のレビュー
ko: %@개 이용후기
ms: %@ ulasan
nb: %@ anmeldelser
pt_pt: %@ análises
ru: На основе %@ оценок
sv: %@ omdömen
th: %@ รีวิว
tr: %@ yorum
vi: %@ đánh giá
zh_hans: %@个评论
zh_hant: %@ 評價

# HL_HOTEL_DETAIL_HEADER_TITLE_RATING_BASED##{other}
source: %@ reviews
da: %@ anmeldelser
de: %@ Bewertungen
el: %@ αξιολογήσεις
fi: %@ arvostelua
fr: %@ avis
id: %@ ulasan
it: %@ recensioni
ja: %@件のレビュー
ko: %@개 이용후기
ms: %@ ulasan
nb: %@ anmeldelser
pt_pt: %@ análises
ru: На основе %@ оценок
sv: %@ omdömen
th: %@ รีวิว
tr: %@ yorum
vi: %@ đánh giá
zh_hans: %@个评论
zh_hant: %@ 評價

# HL_HOTEL_DETAIL_RATING_DETAILS_MORE
source: %i more
da: %i mere
de: %i weitere
el: %i πάνω
fi: %i enemmän
fr: %i de plus
id: %i lainnya
it: %i più
ja: %i 増
ko: %i개 더
ms: %i lagi
nb: %i til
nl: %i meer
pt_pt: %i mais
ru: Еще %i
sv: %i mer
th: เพิ่มเติม %i
tr: %i daha
vi: %i thêm
zh_hans: %i 更多
zh_hant: 多 %i
