Repository: wegobook/Aviasales-iOS-SDK
Catalog: AviasalesSDKTemplate/Resources/*.lproj/HotelsLocalizable.strings
Languages: da, de, el, fi, fr, id, it, ja, ko, ms, nb, nl, pt_pt, ru, sv, th, tr, vi, zh_hans, zh_hant

# HL_ALERT_NO_INTERNET_CONNECTION_DESCRIPTION
source: Please check your internet connection
da: Tjek venligst din internetforbindelse
de: Kontrollieren Sie bitte Ihre Internetverbindung
el: Θα πρέπει να ελέγξεις τη διαδικτυακή σου σύνδεση
fi: Tarkista internet-yhteytesi
fr: Veuillez vérifier votre connexion Internet
id: Mohon cek koneksi internet Anda
it: Prego verificare la propria connessione internet
ja: インターネット接続を確認してください
ko: 인터넷 연결을 확인해 주세요
ms: Sila periksa sambungan internet anda
nb: Vennligst kontroller internettforbindelsen din
nl: Controleer je internetverbinding
pt_pt: Por favor, verifique a sua ligação à Internet
ru: Пожалуйста, проверьте подключение к интернету.
sv: Vänligen kontrollera dina internetanslutning
th: กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
tr: Lütfen internet bağlantınızı kontrol ediniz
vi: Vui lòng kiểm tra kết nối internet của bạn
zh_hans: 请查看你的网络连接
zh_hant: 請檢查您的網際網路連接

# HL_ALERT_SEARCH_ERROR_TITLE
source: Server error
da: Serverfejl
de: Serverfehler
el: Σφάλμα server!
fi: Palvelinvirhe
fr: Erreur du serveur
id: Eror server
it: Errore del server
ja: サーバーのエラー
ko: 서버 오류
ms: Ralat pelayan
nb: Serverfeil
nl: Server fout
pt_pt: Erro de servidor
ru: Ошибка сервера
sv: Serverfel
th: เซิร์ฟเวอร์เกิดข้อผิดพลาด
tr: Sunucu yok
vi: Lỗi máy chủ
zh_hans: 服务器错误
zh_hant: 伺服器錯誤

# HL_ALERT_SEARCH_ERROR_DESCRIPTION
source: The server error has occurred. Please try searching again.
da: Der opstod en serverfejl. Prøv venligst at søge igen.
de: Es ist ein Serverfehler aufgetreten. Bitte suchen Sie noch einmal.
el: Παρουσιάστηκε σφάλμα server. Θα πρέπει να κάνεις αναζήτηση, ξανά.
fi: Tapahtui palvelinvirhe. Yritä uudelleen.
fr: Une erreur de serveur est survenue. Veuillez réessayer votre recherche.
id: Telah terjadi kesalahan pada server. Coba lagi nanti.
it: Si è verificato un errore nel server. Prego riprovare.
ja: サーバーにエラーが発生しました。もう一度お試しください。
ko: 서버 오류가 발생했습니다. 검색을 다시 실행해 주세요.
ms: Ralat pelayan telah berlaku. Sila cuba buat carian semula.
nb: Serverfeilen har oppstått. Vennligst prøv å søke igjen.
nl: Er is een serverfout opgetreden. Probeer opnieuw te zoeken.
pt_pt: Ocorreu um erro de servidor. Por favor, tente procurar novamente.
ru: Возникла проблема с сервером. Попробуйте повторить поиск.
sv: Ett fel mes servern har uppstått. Var god sök igen.
th: เซิร์ฟเวอร์เกิดข้อผิดพลาด กรุณาค้นหาใหม่อีกครั้ง
tr: Sunucu hatası oluştu. Lütfen tekrar aramayı deneyin.
vi: Đã xảy ra lỗi máy chủ. Vui lòng thử tìm kiếm lại.
zh_hans: 服务器出现错误。请重试搜索。
zh_hant: 伺服器發生錯誤。請重試搜尋。

# HL_ALERT_OUTDATED_RESULTS_TITLE
source: The results are outdated
da: Resultaterne er forældede
de: Die Resultate sind veraltet
el: Τα αποτελέσματα δεν είναι ενημερωμένα
fi: Tulokset ovat vanhentuneet
fr: Les résultats sont obsolètes
id: Hasil sudah tidak berlaku
it: I risultati non sono aggiornati
ja: 結果は失効しています
ko: 검색 결과가 최신이 아닙니다
ms: Hasil carian sudah lama
nb: Resultatene er utdaterte
nl: De resultaten zijn verouderd
pt_pt: Os resultados estão desatualizados
ru: Результаты устарели
sv: Resultatet är gammalt
th: ผลการค้นหาหมดอายุแล้ว
tr: Sonuçlar güncel değil
vi: Kết quả bị hết hạn
zh_hans: 结果已过期
zh_hant: 結果已過期

# HL_ALERT_OUTDATED_RESULTS_DESCRIPTION
source: To get updated prices, please retry your search.
da: For at få opdaterede priser, genstart venligst din søgning.
de: Um aktualisierte Preise zu erhalten, bitte erneut suchen.
el: Για λήψη ενημερωμένων τιμών, θα πρέπει να ξανακάνεις αναζήτηση.
fi: Saadaksesi päivitetyt hinnat, yritä hakua uudelleen.
fr: Pour avoir les prix mis à jour, veuillez refaire votre recherche.
id: Ulangi pencarian untuk melihat harga terbaru.
it: Per ottenere i prezzi aggiornati, riavvia la ricerca.
ja: 更新された価格を見るには、再度検索してください。
ko: 가격을 업데이트하시려면 검색을 다시 시도하십시오.
ms: Untuk mendapatkan harga yang dikemas kini, sila cuba semula carian anda.
nb: Søk på nytt for å få oppdaterte priser.
nl: Zoek opnieuw voor bijgewerkte prijzen.
pt_pt: Para obter preços actualizados, por favor, repita a sua pesquisa.
ru: Чтобы узнать актуальные цены, вам нужно сделать новый поиск.
sv: För att få uppdaterade priser måste du söka igen.
th: เพื่อรับราคาที่อัพเดท โปรดทำการค้นหาใหม่อีกครั้ง
tr: Güncel fiyatları görmek için lütfen tekrar arayın.
vi: Để xem giá cập nhật, vui lòng tải lại tìm kiếm của bạn.
zh_hans: 要获取更新后的价格，请重试你的搜索。
zh_hant: 欲取得更新的價格，請重試您的搜尋。

# HL_LOC_NO_CURRENT_CITY_SCREEN_TITLE
source: We couldn't get your location
da: Vi kunne ikke finde din lokation
de: Wir konnten Ihren Standort nicht bestimmen.
el: Δεν εντοπίσαμε τη τοποθεσία σου
fi: Emme paikantaneet sijaintiasi
fr: Impossible de trouver votre localisation
id: Kami tidak mendapatkan lokasi Anda
it: Impossibile rilevare la tua posizione
ja: 現在地が特定できませんでした。
ko: 현재 위치 확인 불가
ms: Kami tidak menerima lokasi anda
nb: Vi fant ikke plasseringen din
nl: We konden je locatie niet krijgen
pt_pt: Não conseguimos obter a sua localização
ru: Не удалось определить ваше местоположение.
sv: Vi kunde inte hitta din plats
th: ไม่สามารถเข้าถึงตำแหน่งของคุณได้
tr: Konumunuzu alamadık
vi: Chúng tôi không tìm được vị trí của bạn
zh_hans: 我们无法获取你的位置
zh_hant: 我們無法獲取您的位置

# HL_LOC_NO_CURRENT_CITY_SCREEN_DESCRIPTION
source: Allow us to detect your location in order to make your hotel search easier.
da: Giv os tilladelse til at finde din placering, for at gøre din hotelsøgning lettere.
de: Ermöglicht es uns, Ihren Standort zu ermitteln, um die Hotelsuche zu vereinfachen.
el: Θα πρέπει να εγκρίνεις πρόσβασή μας στη τοποθεσία σου για βελτιστοποίηση της ξενοδοχειακής σου αναζήτησης.
fi: Salli meidän paikantaa sijaintisi, jotta voimme tehdä haustasi helpompaa.
fr: Autorisez-nous à accéder à votre localisation afin que vous trouviez un hôtel plus facilement.
id: Izinkan kami untuk mendeteksi lokasi Anda agar pencarian hotel lebih mudah.
it: Consentici di rilevare la tua posizione per rendere la ricerca del tuo hotel più facile e veloce.
ja: ホテルの検索をより簡単にするため、現在地を特定させてください。
ko: 더욱 편리한 호텔 검색을 위해 회원님의 위치 확인을 활성화해 주세요.
ms: Benarkan kami untuk mengesan lokasi anda untuk memudahkan carian hotel.
nb: La oss vite plasseringen din for å gjøre det enklere å søke etter hotell.
nl: Sta locatievoorzieningen toe zodat je makkelijker een hotel kunt zoeken.
pt_pt: Permita-nos aceder à sua localização para tornar a pesquisa de hotéis mais fácil.
ru: Чтобы найти отели рядом с вами, пожалуйста включите геолокацию в настройках устройства.
sv: Låt oss hitta din plats så att vi kan göra sökningen efter ett hotell enklare.
th: อนุญาตให้เราระบุตำแหน่งที่อยู่ของคุณ เพื่อการค้นหาโรงแรมที่ง่ายยิ่งขึ้น
tr: Otel aramanızı kolaylaştırmak için konumunuzu edinmemize izin verin.
vi: Hãy cho phép chúng tôi dò tìm vị trí của bạn để giúp cho việc tìm kiếm khách sạn dễ dàng hơn.
zh_hans: 允许我们检测你的位置，以便你的酒店搜索过程更顺利。
zh_hant: 允許我們檢測你的位置，以便你的酒店搜尋過程更順利。

# HL_LOC_NO_CURRENT_CITY_SETTINGS_BUTTON
source: Go to Settings
da: Gå til Indstillinger
de: Zu Einstellungen wechseln
el: Πήγαινε Ρυθμίσεις
fi: Mene asetuksiin
fr: Allez dans les paramètres
id: Buka Pengaturan
it: Vai su Impostazioni
ja: 設定に移動する
ko: 설정으로 가기
ms: Pergi ke Tetapan
nb: Gå til Innstillinger
nl: Ga naar Instellingen
pt_pt: Vá a Definições
ru: Настройки
sv: Gå till inställningar
th: ไปยังการตั้งค่า
tr: Ayarlar'a Git
vi: Đi tới Cài đặt
zh_hans: 前往设置
zh_hant: 前往設定

# HL_LOC_ALERT_LATER_BUTTON
source: Later
da: Senere
de: Später
el: Αργότερα
fi: Myöhemmin
fr: Plus tard
id: Nanti
it: Più tardi
ja: 後で
ko: 나중에
ms: Nanti
nb: Senere
pt_pt: Mais tarde
ru: Не сейчас
sv: Senare
th: ภายหลัง
tr: Sonra
vi: Để sau
zh_hans: 稍后
zh_hant: 稍後

# HL_LOC_ALERT_CLOSE_BUTTON
source: Close
da: Luk
de: Schließen
el: Κλείσιμο
fi: Sulje
fr: Fermer
id: Tutup
it: Chiudere
ja: 閉じる
ko: 닫기
ms: Tutup
nb: Lukk
nl: Sluit
pt_pt: Fechar
ru: Закрыть
sv: Stäng
th: ปิด
tr: Kapat
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# HL_LOC_MAIL_FEEDBACK_SUBJECT
source: Feedback from iOS app
da: Feedback fra iOS app
de: Feedback für die iOS App
el: Feedback από iOS app
fi: Palautetta iOS -sovelluksesta
fr: Les commentaires de l'appli iOS
id: Umpan balik dari aplikasi iOS
it: Feedback dall'app iOS
ja: iOSアプリからのフィードバック
ko: iOS 앱으로부터의 피드백
ms: Maklum balas daripada aplikasi iOS
nb: Tilbakemelding fra iOS-app
nl: Feedback van iOS app
pt_pt: Feedback da app iOS
ru: Отзыв из iOS-приложения
sv: Feedback från iOS-app
th: การตอบรับ จากแอพ
tr: iOS uygulamasından geri bildirim
vi: Phản hồi từ iOS app
zh_hans: 反馈来自iOS app
zh_hant: 反饋来自iOS app

# HL_LOC_EMAIL_SENDER_UNAVALIBLE_TITLE
source: Error
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
id: Eror
it: Errore
ja: エラー
ko: 오류
ms: Ralat
nb: Feil
nl: Feil
pt_pt: Erro
ru: Ошибка
sv: Fel
th: ผิดพลาด
tr: Hata
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

# HL_LOC_EMAIL_SENDER_UNAVALIBLE_MESSAGE
source: You must configure the email client on your device.
da: Du bør konfigurere e-mail-klienten på din enhed.
de: Sie müssen den Mail-Client auf Ihrem Gerät konfigurieren.
el: Θα πρέπει να ορίσεις email client στη συσκευή σου.
fi: Sinun täytyy ensin määrittää laitteen sähköpostiohjelma.
fr: Vous devez configurer le client email sur votre appareil.
id: Anda harus mengatur email klien pada perangkat Anda.
it: É necessario configurare il client di posta elettronica sul proprio dispositivo.
ja: お使いのデバイスでEメールクライアントを設定する必要があります。
ko: 회원님의 기기에서 이메일을 설정해야 합니다.
ms: Anda mesti mengkonfigurasi e-mel klien pada peranti anda.
nb: Du må konfigurere e-postklienten på enheten din.
nl: Configureer de e-mail client op je apparaat.
pt_pt: Tem de configurar o cliente de email no seu dispositivo.
ru: Необходимо настроить почтовый клиент на данном устройстве.
sv: Du måste konfigurera e-postklienten på din enhet.
th: คุณต้องตั้งค่าอีเมลล์ลูกค้าบนอุปกรณ์ของคุณ
tr: Bu cihaza bir e-posta istemcisi kurmalısınız.
vi: Bạn phải cài đặt cấu hình trình duyệt email trên thiết bị của mình.
zh_hans: 你应该在设备中设置邮件客户端。
zh_hant: 你應在您的設備上配置郵件客戶端。

# HL_LOC_MAIL_FEEDBACK_BODY
source: Service information that will help us to solve your problem
da: Serviceoplysninger, der kan hjælpe os med at hjælpe dig
de: Serviceinformationen, die uns dabei helfen, Ihr Problem zu lösen.
el: Πληροφορίες υπηρεσίας που θα μας βοηθήσουν να επιλύσουμε το πρόβλημά σου
fi: Palvelutiedot, jotka auttavat meitä ratkaisemaan ongelmasi
fr: Information qui va nous aider à résoudre votre problème
id: Layanan informasi yang disediakan untuk membantu masalah Anda
it: Informazioni di servizio che ci consentiranno di risolvere il problema
ja: お客様の問題解決に役立つサービス情報
ko: 문제 해결에 도움이 될 수 있는 서비스 정보
ms: Maklumat perkhidmatan yang akan membantu kami menyelesaikan masalah anda
nb: Tjenesteinformasjon som hjelper oss med å løse problemet ditt
nl: Service-informatie die ons helpt om jouw probleem op te lossen
pt_pt: Informação do serviço que irá ajudar-nos a resolver o seu problema
ru: Служебная информация, которая поможет нам решить вашу проблему
sv: Serviceinformation som kan lösa ditt problem
th: ข้อมูลการบริการที่จะช่วยให้เราแก้ปัญหาของคุณ
tr: Probleminizi çözmemiz konusunda bize yardım edecek hizmet bilgisi
vi: Thông tin dịch vụ sẽ giúp chúng ta giải quyết vấn đề của bạn
zh_hans: 帮助我们解决你的问题的服务信息
zh_hant: 服務資訊用於幫助我們解決您的問題

# HL_LOC_MAIL_BOOKING_BUTTON
source: Book a room
da: Book et værelse
de: Zimmer buchen
el: Κράτηση δωματίου
fi: Varaa huone
fr: Réserver une chambre
id: Pesan kamar
it: Prenota una stanza
ja: 部屋を予約する
ko: 객실 예약
ms: Tempah bilik
nb: Bestill et rom
nl: Boek een kamer
pt_pt: Reserver um quarto
ru: Забронировать номер
sv: Boka ett rum
th: จองห้องพัก
tr: Bir oda ayırt
vi: Đặt phòng
zh_hans: 预订客房
zh_hant: 訂房

# HL_WAITING_SCREEN_OTHERWEBSITES
source: Other agencies
da: Andre bureauer
de: Andere Agenturen
el: Άλλα πρακτορεία
fi: Muut toimistot
fr: Autres agences
id: Agen lainnya
it: Altre agenzie
ja: 他の代理店
ko: 다른 에이전시
ms: Agensi lain
nb: Andre bookingselskaper
nl: Andere bureaus
pt_pt: Outras agências
ru: Другие агентства
sv: Andra agenturer
th: บริษัทตัวแทนอื่น ๆ
tr: Diğer acenteler
vi: Đại lý khác
zh_hans: 其他代理机构
zh_hant: 其他代理機構

# HL_WAITING_LONG_SEARCH_TITLE
source: Searching for the best deals
da: Søger efter de bedste tilbud
de: Wir suchen die besten Angebote
el: Αναζήτηση καλύτερων deals
fi: Etsitään parhaita tarjouksia
fr: Recherche des meilleures offres
id: Sedang mencari penawaran terbaik
it: Alla ricerca delle migliori offerte
ja: 最もお得な情報を探しています
ko: 최고의 호텔 상품 검색 중
ms: Mencari tawaran terbaik
nb: Søker etter de beste tilbudene
nl: Zoeken naar de bestel aanbiedingen
pt_pt: À procura dos melhores ofertas
ru: Поиск лучших цен по агентствам
sv: Sök efter de bästa erbjudanden
th: กำลังค้นหาข้อเสนอที่ดีที่สุด
tr: En iyi fırsatlar aranıyor
vi: Tìm kiếm giao dịch tốt nhất
zh_hans: 搜索最佳价格
zh_hant: 搜尋最優價格

# HL_WAITING_LONG_SEARCH_SUBTITLE
source: It can take up to one minute. Please wait.
da: Det kan tage et minuts tid. Vent venligst.
de: Das kann bis zu einer Minute dauern. Bitte warten.
el: Μπορεί να πάρει έως 1 λεπτό. Παρακαλώ, περίμενε.
fi: Siinä voi kestää minuutti. Odota, ole hyvä.
fr: Cela peut prendre jusqu'à une minute. Veuillez patienter.
id: Butuh waktu hingga satu menit. Mohon tunggu.
it: Può durare fino a un minuto. Attendere per favore.
ja: 最長で1分かかることがあります。 お待ちください。
ko: 최대 1분이 소요됩니다. 잠시만 기다려주세요.
ms: Ia boleh mengambil masa hingga seminit. Sila tunggu.
nb: Det kan ta inntil ett minutt. Vennligst vent.
nl: Het kan tot een minuut duren. Even geduld.
pt_pt: Pode demorar até um minuto. Por favor aguarde.
ru: Это может занять до одной минуты. Подождите, пожалуйста.
sv: Det kan ta upp till en minut. Vänligen vänta.
th: อาจใช้เวลาถึง 1 นาที กรุณารอสักครู่
tr: Bir dakika kadar sürebilir. Lütfen bekleyiniz.
vi: Có thể mất đến một phút. Xin vui lòng đợi.
zh_hans: 这最多可能需要 1 分钟。 请稍候。
zh_hant: 可能需時最多一分鐘。 請稍候。

# HL_LOC_BROWSER_WAITING_VIEW_TITLE
source: You've found your deal! Now complete the booking.
da: Du har fundet dit tilbud! Nu kan du færdiggøre din booking.
de: Sie haben Ihr Angebot gefunden! Jetzt schließen Sie die Buchung ab.
el: Βρήκες το deal σου! Τώρα, πρέπει να ολοκληρώσεις την κράτηση.
fi: Olet löytänyt tarjouksesi! Suorita varaus nyt.
fr: Nous avons trouvé votre offre ! Maintenant, finalisez la réservation.
id: Anda mendapat yang Anda inginkan! Sekarang, tinggal menyelesaikan pemesanan.
it: Hai trovato il tuo affare! Ora completa la prenotazione.
ja: お得なプランが見つかりました! 今すぐ予約を完了しましょう。
ko: 특가 상품을 발견하셨군요! 이제 예약을 완료해주십시오.
ms: Anda telah menjumpai tawaran anda! Sekarang lengkapkan tempahan.
nb: Fullfør bestillingen via reiseselskapets nettside.
nl: Je hebt je aanbieding gevonden! Voltooi nu de boeking.
pt_pt: Encontrou a sua oferta! Agora complete a reserva.
ru: Переход к партнёру для завершения бронирования
sv: Du har hittat ditt erbjudande! Slutför din bokning.
th: คุณพบดีลของคุณแล้ว! ทีนี้จองให้เรียบร้อยได้เลย
tr: Fırsatınızı buldunuz! Şimdi rezervasyonu tamamlayın.
vi: Bạn đã tìm thấy thỏa thuận của mình! Giờ thì hãy hoàn tất việc đặt phòng.
zh_hans: 您找到了您的优惠！ 现在完成预订
zh_hant: 您找到理想的選擇了！ 現在請完成預訂。

# HL_LOC_DEFAULT_CITIES_MOSCOW
source: Moscow
da: Moskva
de: Moskau
el: Μόσχα
fi: Moskova
id: Moskow
it: Mosca
ja: モスクワ
ko: 모스크바
nb: Moskva
nl: Moskou
pt_pt: Moscovo
ru: Москва
sv: Moskva
th: มอสโก
tr: Moskova
zh_hans: 莫斯科
zh_hant: 莫斯科

# HL_LOC_DEFAULT_CITIES_NEWYORK
source: New York
el: Νέα Υόρκη
ja: ニューヨーク
ko: 뉴욕
pt_pt: Nova Iorque
ru: Нью-Йорк
th: นิวยอร์ก
zh_hans: 纽约
zh_hant: 紐約

# HL_LOC_DEFAULT_CITIES_SYDNEY
source: Sydney
el: Σίδνεϊ
ja: シドニー
ko: 시드니
ru: Сидней
th: ซิดนีย์
zh_hans: 悉尼
zh_hant: 雪梨

# HL_LOC_DEFAULT_CITIES_LONDON
source: London
el: Λονδίνο
fi: Lontoo
fr: Londres
it: Londra
ja: ロンドン
ko: 런던
nl: Londen
pt_pt: Londres
ru: Лондон
th: ลอนดอน
tr: Londra
vi: Luân Đôn
zh_hans: 伦敦
zh_hant: 倫敦

# HL_LOC_DEFAULT_CITIES_OTTAWA
source: Ottawa
el: Οτάβα
ja: オタワ
ko: 오타와
ru: Оттава
th: ออตตาวา
zh_hans: 渥太华
zh_hant: 渥太華

# HL_LOC_DEFAULT_CITIES_LISBON
source: Lisbon
da: Lissabon
de: Lissabon
el: Λισαβόνα
fi: Lissabonin
fr: Lisbonne
it: Lisbona
ja: リスボン
ko: 리스본
nb: Lisboa
nl: Lissabon
pt_pt: Lisboa
ru: Лиссабон
sv: Lissabon
th: ลิสบอน
tr: Lizbon
zh_hans: 里斯本
zh_hant: 里斯本

# HL_LOC_DEFAULT_CITIES_BANGKOK
source: Bangkok
el: Μπανγκόκ
ja: バンコク
ko: 방콕
pt_pt: Banguecoque
ru: Бангкок
th: กรุงเทพฯ
zh_hans: 曼谷
zh_hant: 曼谷

# HL_LOC_DEFAULT_CITIES_BEIJING
source: Beijing
de: Peking
el: Πεκίνο
fi: Peking
fr: Pékin
it: Pechino
ja: 北京
ko: 북경
pt_pt: Pequim
ru: Пекин
sv: Peking
th: ปักกิ่ง
tr: Pekin
vi: Bắc Kinh
zh_hans: 北京
zh_hant: 北京

# HL_LOC_DEFAULT_CITIES_PARIS
source: Paris
el: Παρίσι
fi: Pariisi
it: Parigi
ja: パリ
ko: 파리
nl: Parijs
ru: Париж
th: ปารีส
zh_hans: 巴黎
zh_hant: 巴黎

# HL_LOC_DEFAULT_CITIES_BERLIN
source: Berlin
el: Το βερολίνο
fi: Berliini
it: Berlino
ja: ベルリン
ko: 베를린
nl: Berlijn
pt_pt: Berlim
ru: Берлин
sv: Berling
th: เบอร์ลิน
zh_hans: 柏林
zh_hant: 柏林

# HL_LOC_DEFAULT_CITIES_ROME
source: Rome
da: Rom
de: Rom
el: Ρώμη
fi: Rooma
id: Roma
it: Roma
ja: ローマ
ko: 로마
ms: Rom
nb: Roma
pt_pt: Roma
ru: Рим
sv: Rom
th: โรม
tr: Roma
zh_hans: 罗马
zh_hant: 羅馬

# HL_LOC_DEFAULT_CITIES_MADRID
source: Madrid
el: Μαδρίτη
ja: マドリード
ko: 마드리드
ru: Мадрид
th: มาดริด
zh_hans: 马德里
zh_hant: 馬德里

# HL_LOC_DEFAULT_CITIES_KIEV
source: Kiev
de: Kiew
el: Κίεβο
fi: Kiovan
ja: キエフ
ko: 키예프
ru: Киев
th: เคียฟ
zh_hans: 基辅
zh_hant: 基輔

# HL_LOC_DEFAULT_CITIES_ASTANA
source: Astana
ja: アスターナ
ko: 아스타나
ru: Астана
th: อัสตานา
zh_hans: 阿斯塔纳
zh_hant: 阿斯塔納

# HL_LOC_DEFAULT_CITIES_MINSK
source: Minsk
el: Μινσκ
ja: ミンスク
ko: 민스크
ru: Минск
th: มินสก์
zh_hans: 明斯克
zh_hant: 明斯克

# HL_LOC_DEFAULT_CITIES_TOKYO
source: Tokyo
de: Tokio
el: Τόκιο
fi: Tokio
ja: 東京
ko: 도쿄
nl: Tokio
pt_pt: Tóquio
ru: Токио
th: โตเกียว
zh_hans: 东京
zh_hant: 東京

# HL_LOC_DEFAULT_CITIES_SEOUL
source: Seoul
el: Σεούλ
fi: Soul
fr: Séoul
it: Seul
ja: ソウル
ko: 서울
pt_pt: Seul
ru: Сеул
th: กรุงโซล
tr: Seul
zh_hans: 首尔
zh_hant: 首爾

# HL_LOC_DEFAULT_CITIES_BRASILIA
source: Brasilia
da: Brasilien
el: Μπραζίλια
ja: ブラジリア
ko: 브라질리아
pt_pt: Brasília
ru: Бразилиа
th: บราซีเลีย
zh_hans: 巴西利亚
zh_hant: 巴西利亞

# HL_LOC_DEFAULT_CITIES_TAIPEI
source: Taipei City
de: Taipeh
fr: Taipei
it: Taipei
ja: 台北市
ko: 타이페이 시티
ms: Bandar Taipei
nb: Taipei
pt_pt: Taipé
ru: Тайбэй
sv: Tapei
th: ไทเป
vi: Thành phố Đài Bắc
zh_hans: 台北市
zh_hant: 台北市

# HL_LOC_DEFAULT_CITIES_HK
source: Hong Kong
el: Χονγκ Κονγκ
ja: 香港
ko: 홍콩
ru: Гонконг
th: ฮ่องกง
vi: Hồng Kông
zh_hans: 香港
zh_hant: 香港

# HL_LOC_DEFAULT_CITIES_DUBAI
source: Dubai
el: Ντουμπάι
fr: Dubaï
ja: ドバイ
ko: 두바이
ru: Дубай
th: ดูไบ
zh_hans: 迪拜
zh_hant: 杜拜

# HL_LOC_DEFAULT_COUNTRIES_RUSSIA
source: Russia
da: Rusland
de: Russland
el: Ρωσία
fi: Venäjä
fr: Russie
id: Rusia
ja: ロシア
ko: 러시아
ms: Rusia
nb: Russland
nl: Rusland
pt_pt: Rússia
ru: Россия
sv: Ryssland
th: รัสเซีย
tr: Rusya
vi: Nga
zh_hans: 俄罗斯
zh_hant: 俄羅斯

# HL_LOC_DEFAULT_COUNTRIES_USA
source: United States
da: Usa
de: Vereinigte Staaten
el: Ηνωμένες Πολιτείες
fi: Yhdysvallat
fr: États-Unis
id: Amerika Serikat
it: Stati Uniti
ja: アメリカ合衆国
ko: 미국
ms: Amerika Syarikat
nb: USA
nl: Verenigde Staten
pt_pt: Estados Unidos
ru: США
sv: USA
th: สหรัฐอเมริกา
tr: ABD
vi: Hoa Kỳ
zh_hans: 美国
zh_hant: 美國

# HL_LOC_DEFAULT_COUNTRIES_AUSTRALIA
source: Australia
da: Australien
de: Australien
el: Αυστραλία
fr: Australie
ja: オーストラリア
ko: 호주
nl: Australië
pt_pt: Austrália
ru: Австралия
sv: Australien
th: ออสเตรเลีย
tr: Avustralya
vi: Úc
zh_hans: 澳大利亚
zh_hant: 澳洲

# HL_LOC_DEFAULT_COUNTRIES_UK
source: United Kingdom
da: Det Forenede Kongerige
de: Vereinigtes Königreich
el: Ηνωμένο Βασίλειο
fi: Yhdistynyt Kuningaskunta
fr: Royaume-Uni
id: Inggris
it: Regno Unito
ja: イギリス
ko: 영국
nb: Storbritannia
nl: Verenigd Koninkrijk
pt_pt: Reino Unido
ru: Великобритания
sv: Storbritannien
th: สหราชอาณาจักร
tr: Birleşik Krallık
vi: Vương quốc Anh
zh_hans: 英国
zh_hant: 英國

# HL_LOC_DEFAULT_COUNTRIES_CANADA
source: Canada
de: Kanada
el: Καναδάς
fi: Kanada
id: Kanada
ja: カナダ
ko: 캐나다
ms: Kanada
pt_pt: Canadá
ru: Канада
sv: Kanada
th: แคนาดา
tr: Kanada
zh_hans: 加拿大
zh_hant: 加拿大

# HL_LOC_DEFAULT_COUNTRIES_PORTUGAL
source: Portugal
el: Πορτογαλία
fi: Portugali
id: Portugis
it: Portogallo
ja: ポルトガル
ko: 포르투갈
ru: Португалия
th: โปรตุเกส
tr: Portekiz
vi: Bồ Đào Nha
zh_hans: 葡萄牙
zh_hant: 葡萄牙

# HL_LOC_DEFAULT_COUNTRIES_THAILAND
source: Thailand
el: Ταϊλάνδη
fi: Thaimaa
fr: Thaïlande
it: Thailandia
ja: タイ
ko: 태국
pt_pt: Tailândia
ru: Таиланд
th: ไทย
tr: Tayland
vi: Thái Lan
zh_hans: 泰国
zh_hant: 泰國

# HL_LOC_DEFAULT_COUNTRIES_CHINA
source: China
da: Kina
el: Κίνα
fi: Kiina
fr: Chine
id: Cina
it: Cina
ja: 中国
ko: 중국
nb: Kina
ru: Китай
sv: Kina
th: จีน
tr: Çin
vi: Trung Quốc
zh_hans: 中国
zh_hant: 中國

# HL_LOC_DEFAULT_COUNTRIES_FRANCE
source: France
da: Frankrig
de: Frankreich
el: Γαλλία
fi: Ranska
id: Perancis
it: Francia
ja: フランス
ko: 프랑스
ms: Perancis
nb: Frankrike
nl: Frankrijk
pt_pt: França
ru: Франция
sv: Frankrike
th: ฝรั่งเศส
tr: Fransa
vi: Pháp
zh_hans: 法国
zh_hant: 法國

# HL_LOC_DEFAULT_COUNTRIES_GERMANY
source: Germany
da: Tyskland
de: Deutschland
el: Γερμανία
fi: Saksa
fr: Allemagne
id: Jerman
it: Germania
ja: ドイツ
ko: 독일
ms: Jerman
nb: Tyskland
nl: Duitsland
pt_pt: Alemanha
ru: Германия
sv: Tyskland
th: เยอรมนี
tr: Almanya
vi: Đức
zh_hans: 德国
zh_hant: 德國

# HL_LOC_DEFAULT_COUNTRIES_ITALY
source: Italy
da: Italien
de: Italien
el: Ιταλία
fi: Italia
fr: Italie
id: Italia
it: Italia
ja: イタリア
ko: 이탈리아
ms: Itali
nb: Italia
nl: Italië
pt_pt: Itália
ru: Италия
sv: Italien
th: อิตาลี
tr: İtalya
vi: Ý
zh_hans: 意大利
zh_hant: 義大利

# HL_LOC_DEFAULT_COUNTRIES_SPAIN
source: Spain
da: Spanien
de: Spanien
el: Ισπανία
fi: Espanja
fr: Espagne
id: Spanyol
it: Spagna
ja: スペイン
ko: 스페인
ms: Sepanyol
nb: Spania
nl: Spanje
pt_pt: Espanha
ru: Испания
sv: Spanien
th: สเปน
tr: İspanya
vi: Tây Ban Nha
zh_hans: 西班牙
zh_hant: 西班牙

# HL_LOC_DEFAULT_COUNTRIES_UKRAINE
source: Ukraine
el: Ουκρανία
fi: Ukraina
id: Ukraina
it: Ucraina
ja: ウクライナ
ko: 우크라이나
nb: Ukraina
nl: Oekraïne
pt_pt: Ucrânia
ru: Украина
sv: Ukraina
th: ยูเครน
tr: Ukrayna
zh_hans: 乌克兰
zh_hant: 烏克蘭

# HL_LOC_DEFAULT_COUNTRIES_KAZAKHSTAN
source: Kazakhstan
da: Kasakhstan
de: Kasachstan
el: Καζακστάν
fi: Kazakstan
it: Kazakistan
ja: カザフスタン
ko: 카자흐스탄
nl: Kazachstan
pt_pt: Cazaquistão
ru: Казахстан
th: คาซัคสถาน
tr: Kazakistan
zh_hans: 哈萨克斯坦
zh_hant: 哈薩克

# HL_LOC_DEFAULT_COUNTRIES_BELARUS
source: Belarus
da: Hviderusland
de: Weißrussland
el: Λευκορωσία
fi: Valko-venäjä
fr: Biélorussie
id: Belarusia
it: Bielorussia
ja: ベラルーシ
ko: 벨라루스
nb: Hviterussland
nl: Wit-rusland
pt_pt: Bielorrússia
ru: Беларусь
sv: Vitryssland
th: เบลารุส
tr: Beyaz Rusya
zh_hans: 白俄罗斯
zh_hant: 白俄羅斯

# HL_LOC_DEFAULT_COUNTRIES_UAE
source: United Arab Emirates
da: Forenede Arabiske Emirater
de: Vereinigte Arabische Emirate
el: Ηνωμένα Αραβικά Εμιράτα
fi: Yhdistyneet Arabiemiirikunnat
fr: Émirats arabes unis
id: Uni Emirat Arab
it: Emirati Arabi Uniti
ja: アラブ首長国連邦
ko: 아랍 에미리트 연합국
ms: Emiriah Arab Bersatu
nb: De forente arabiske emirater
nl: Verenigde Arabische Emiraten
pt_pt: Emirados Árabes Unidos
ru: ОАЭ
sv: Förenta arabemiraten
th: สหรัฐอาหรับเอมิเรตส์
tr: Birleşik Arap Emirlikleri
vi: Các tiểu vương quốc Ả Rập thống nhất
zh_hans: 阿拉伯联合酋长国
zh_hant: 阿拉伯聯合大公國

# HL_LOC_DEFAULT_COUNTRIES_JAPAN
source: Japan
el: Ιαπωνία
fi: Japani
fr: Japon
id: Jepang
it: Giappone
ja: 日本
ko: 일본
ms: Jepun
pt_pt: Japão
ru: Япония
th: ญี่ปุ่น
tr: Japonya
vi: Nhật
zh_hans: 日本
zh_hant: 日本

# HL_LOC_DEFAULT_COUNTRIES_SOUTH_KOREA
source: South Korea
da: Sydkorea
de: Südkorea
el: Νότια Κορέα
fi: Etelä-Korea
fr: Corée du Sud
id: Korea Selatan
it: Corea del Sud
ja: 韓国
ko: 대한민국
ms: Korea Selatan
nb: Sør-Korea
nl: Zuid-Korea
pt_pt: Coreia do Sul
ru: Южная Корея
sv: Sydkorea
th: เกาหลีใต้
tr: Güney Kore
vi: Hàn Quốc
zh_hans: 韩国
zh_hant: 南韓

# HL_LOC_DEFAULT_COUNTRIES_BRAZIL
source: Brazil
da: Brasilien
de: Brasilien
el: Βραζιλία
fi: Brasilia
fr: Brésil
id: Brasil
it: Brasile
ja: ブラジル
ko: 브라질
nb: Brasil
nl: Brazilië
pt_pt: Brasil
ru: Бразилия
sv: Brasilien
th: บราซิล
tr: Brezilya
zh_hans: 巴西
zh_hant: 巴西
