Repository: wegobook/Aviasales-iOS-SDK
Catalog: AviasalesSDKTemplate/Resources/*.lproj/HotelsLocalizable.strings
Languages: da, de, el, fi, fr, id, it, ja, ko, ms, nb, nl, pt_pt, ru, sv, th, tr, vi, zh_hans, zh_hant

# HL_LOC_FILTER_HOTELS_FOUND##{other}
source: %@ hotels out of %@
da: %@ hoteller ud af %@
de: %@ Hotels von %@
el: %@ ξενοδοχεία από %@
fi: %@ / %@ hotellia
fr: %@ hôtels sur %@
id: %@ hotel dari %@
it: %@ hotel su %@
ja: %@件中 %@件
ko: %@개 호텔 중 %@개
ms: %@ hotel daripada %@
nb: %@ hoteller av %@
nl: %@ hotels van %@
pt_pt: %@ hotéis em %@
ru: %@ отелей из %@
sv: %@ hotell utan %@
th: %@ จาก %@ โรงแรม
tr: %@ otel arasından %@
vi: %@ trong số %@ khách sạn
zh_hans: %2$@家酒店中的%1$@家
zh_hant: %@ 家酒店，總共 %@ 家

# HL_LOC_FILTER_RATING_CRITERIA
source: Rating
da: Bedømmelse
de: Bewertung
el: Αξιολόγηση
fi: Arvosana
fr: Note
id: Peringkat
it: Valutazione
ja: 評価
ko: 평가
ms: Penilaian
nb: Vurdering
pt_pt: Classificação
ru: Рейтинг отеля
sv: Värdering
th: คะแนน
tr: Fiyat Aralığı
vi: Xếp hạng
zh_hans: 评价
zh_hant: 評級

# HL_LOC_FILTER_MAIN_HEADER_LABEL
source: Filter by hotel's name
da: Sorter efter hotelnavn
de: Nach Hotelname filtern
el: Φιλτράρισμα: όνομα ξενοδοχείου
fi: Suodata hotellin nimen mukaan
fr: Filtrer par nom d'hôtel
id: Filter berdasarkan nama hotel
it: Filtra per nome hotel
ja: ホテル名でフィルター
ko: 호텔명으로 검색
ms: Tapis mengikut nama hotel
nb: Sorter etter hotellnavn
nl: Filter op hotelnaam
pt_pt: Filtrar por nome do hotel
ru: Фильтр по названию отеля
sv: Filtrera hotellets namn
th: คัดกรองตามชื่อโรงแรม
tr: Otelin adına göre filtrele
vi: Lọc bằng tên khách sạn
zh_hans: 按酒店名筛选
zh_hant: 按酒店名篩選

# HL_LOC_HOTELS_NEARBY_TEXT
source: Nearby hotels
da: Hoteller i nærheden
de: Hotels in der Nähe
el: Κοντινά ξενοδοχεία
fi: Hotellit lähistöllä
fr: Hôtels à proximité
id: Hotel terdekat
it: Hotel nelle Vicinanze
ja: 近くのホテル
ko: 인근 호텔
ms: Hotel berdekatan
nb: Nærliggende hoteller
nl: Hotels in de buurt
pt_pt: Hotéis por perto
ru: Отели рядом
sv: Närliggande hotell
th: โรงแรมใกล้เคียง
tr: Yakındaki oteller
vi: Những khách sạn lân cận
zh_hans: 附近的酒店
zh_hant: 附近的酒店

# HL_FILTERS_NAME_TEXTFIELD_PLACEHOLDER
source: Filter by hotel's name
da: Sorter efter hotelnavn
de: Nach Hotelname filtern
el: Φιλτράρισμα: όνομα ξενοδοχείου
fi: Suodata hotellin nimen mukaan
fr: Filtrer par nom d'hôtel
id: Filter berdasarkan nama hotel
it: Filtra per nome hotel
ja: ホテル名でフィルター
ko: 호텔명으로 검색
ms: Tapis mengikut nama hotel
nb: Sorter etter hotellnavn
nl: Filter op hotelnaam
pt_pt: Filtrar por nome do hotel
ru: Введите название отеля
sv: Filtrera hotellets namn
th: คัดกรองตามชื่อโรงแรม
tr: Otelin adına göre filtrele
vi: Lọc bằng tên khách sạn
zh_hans: 按酒店名筛选
zh_hant: 按酒店名篩選

# HL_LOC_FILTER_HOTEL_WEBSITE
source: Hotel websites
da: Hotelhjemmesider
de: Hotel-Webseiten
el: Ιστοσελίδες ξενοδοχείων
fi: Hotellisivustot
fr: Sites web d'hôtels
id: Situs web hotel
it: Siti web di Hotel
ja: ホテルのウェブサイト
ko: 호텔 웹사이트
ms: Laman web hotel
nb: Hotellnettsider
pt_pt: Websites de hotéis
ru: Сайты отелей
sv: Hotellets hemsida
th: เว็บไซต์โรงแรม
tr: Otel web siteleri
vi: Trang web của khách sạn
zh_hans: 酒店网站
zh_hant: 飯店網站

# HL_MAP_BUTTON
source: Map
da: Kort
de: Karte
el: Χάρτης
fi: Kartta
fr: Carte
id: Peta
it: Mappa
ja: 地図
ko: 지도
ms: Peta
nb: Kart
nl: Kaart
pt_pt: Mapa
ru: Карта
sv: Karta
th: แผนที่
tr: Harita
vi: Bản đồ
zh_hans: 地图
zh_hant: 地圖

# HL_FILTER_BUTTON_TITLE_LABEL
source: Filters
da: Filter
de: Filtern
el: Φίλτρα
fi: Suodattimet
fr: Filtres
id: Saring
it: Filtri
ja: フィルター
ko: 검색 필터
ms: Penapis
nb: Filter
pt_pt: Filtros
ru: Фильтры
sv: Filter
th: ตัวกรอง
tr: Filtreler
vi: Bộ lọc
zh_hans: 筛选
zh_hant: 篩選

# HL_SORT_BUTTON_TITLE_LABEL
source: Sort
da: Sorter
de: Ordnen
el: Ταξινόμηση
fi: Lajittele
fr: Trier
id: Urutkan
it: Ordina
ja: 並び替え
ko: 정렬
ms: Sisih
nb: Sorter
nl: Sorteren
pt_pt: Ordenar
ru: Сортировка
sv: Sortera
th: เรียง
tr: Sırala
vi: Phân loại
zh_hans: 分类
zh_hant: 排序

# HL_DISCOUNT
source: discount
da: rabat
de: Rabatt
el: έκπτωση
fi: alennus
fr: remise
id: diskon
it: sconto
ja: 割引
ko: 할인
ms: diskaun
nb: rabatt
nl: korting
pt_pt: desconto
ru: скидка
sv: rabatt
th: ส่วนลด
tr: indirim
vi: giảm giá
zh_hans: 折扣
zh_hant: 折扣

# HL_SPECIAL_PRICE_TITLE
source: special offer
da: specialtilbud
de: Sonderangebot
el: ειδική προσφορά
fi: erikoistarjous
fr: offre spéciale
id: penawaran khusus
it: offerta speciale
ja: 特別オファー
ko: 특별 혜택
ms: tawaran istimewa
nb: spesialtilbud
nl: speciale aanbieding
pt_pt: oferta especial
ru: спец. предложение
sv: specalerbjudande
th: ข้อเสนอพิเศษ
tr: özel teklif
vi: ưu đãi đặc biệt
zh_hans: 特价
zh_hant: 特殊優惠

# HL_LOC_ADULT##{one}
source: adult
da: voksen
de: Erwachsener
el: ενήλικας
fi: aikuinen
fr: adulte
id: dewasa
it: adulto
ja: 大人
ko: 성인
ms: dewasa
nb: voksen
nl: voksen
pt_pt: adulto
ru: взрослый
sv: vuxen
th: ผู้ใหญ่
tr: yetişkin
vi: người lớn
zh_hans: 成人
zh_hant: 成年人

# HL_LOC_ADULT##{few}
source: adults
da: voksne
de: Erwachsene
el: ενήλικες
fi: aikuiset
fr: adultes
id: dewasa
it: adulti
ja: 大人
ko: 성인
ms: dewasa
nb: voksne
nl: volwassenen
pt_pt: adultos
ru: взрослых
sv: vuxna
th: ผู้ใหญ่
tr: yetişkinler
vi: người lớn
zh_hans: 成人
zh_hant: 成年人

# HL_LOC_ADULT##{many}
source: adults
da: voksne
de: Erwachsene
el: ενήλικες
fi: aikuiset
fr: adultes
id: dewasa
it: adulti
ja: 大人
ko: 성인
ms: dewasa
nb: voksne
nl: voksne
pt_pt: adultos
ru: взрослых
sv: vuxna
th: ผู้ใหญ่
tr: yetişkinler
vi: người lớn
zh_hans: 成人
zh_hant: 成年人

# HL_LOC_ADULT##{other}
source: adults
da: voksne
de: Erwachsene
el: ενήλικες
fi: aikuiset
fr: adultes
id: dewasa
it: adulti
ja: 大人
ko: 성인
ms: dewasa
nb: voksne
nl: voksne
pt_pt: adultos
ru: взрослых
sv: vuxna
th: ผู้ใหญ่
tr: yetişkinler
vi: người lớn
zh_hans: 成人
zh_hant: 成年人

# HL_LOC_KILOMETERS_ABBREVIATION
source: km
el: χλμ
ru: км
th: ก.ม.
zh_hans: 公里
zh_hant: 公里

# HL_LOC_METERS_ABBREVIATION
source: m
el: λ.
fr: min
id: mnt
ja: 分
ko: 분
ru: м
th: นาที
tr: d
vi: phút
zh_hans: 分钟
zh_hant: 分鐘

# HL_LOC_MILES_ABBREVIATION
source: mi
da: mil
de: Meilen
el: μι.
id: mil
ja: マイル
ms: bt
ru: миль
th: ไมล์
vi: dặm
zh_hans: 英里
zh_hant: 英里

# HL_NEW_SEARCH_BUTTON
source: New search
da: Ny søgning
de: Neue Suche
el: Νέα αναζήτηση
fi: Uusi haku
fr: Nouvelle recherche
id: Pencarian baru
it: Nuova ricerca
ja: 新しい検索
ko: 새로운 검색
ms: Carian baru
nb: Nytt søk
nl: Nytt søk
pt_pt: Nova procura
ru: Новый поиск
sv: Ny sökning
th: ค้นหาใหม่
tr: Yeni arama
vi: Tìm kiếm mới
zh_hans: 新搜索
zh_hant: 新搜索

# HL_NO_FILTER_RESULTS_BUTTON
source: Reset filters
da: Nulstil søgefiltre
de: Filter zurücksetzen
el: Επαναφορα φιλτρων
fi: Nollaa suodattimet
fr: Réinitialiser les filtres
id: Atur ulang filter
it: Azzera i filtri
ja: フィルターをリセット
ko: 필터 재설정
ms: Set semula penapis
nb: Tilbakestill filtre
nl: Filters resetten
pt_pt: Restaurar filtros
ru: Сбросить фильтры
sv: Återställ filter
th: ตั้งค่าตัวกรองใหม่
tr: Filtreleri sıfırlayın
vi: Cài đặt lại bộ lọc
zh_hans: 重设筛选条件
zh_hant: 重置篩選器

# HL_LOC_NO_ROOMS
source: No rooms
da: Ingen værelser
de: Keine Zimmer
el: Κανένα δωμάτιο
fi: Ei huomeita
fr: Aucune chambre
id: Tidak ada kamar
it: Nessuna camera disponibile
ja: 空室なし
ko: 객실 없음
ms: Tiada bilik
nb: Ingen rom
nl: Geen kamers
pt_pt: Sem quartos
ru: Нет комнат
sv: Inga rum
th: ไม่มีห้องพัก
tr: Oda yok
vi: Hết phòng
zh_hans: 无空房
zh_hant: 無客房

# HL_LOC_NO_ROOMS_SUBTITLE
source: for these dates
da: på de valgte datoer
de: in diesem Zeitraum
el: για αυτές τις ημερομηνίες
fi: näille päivämäärille
fr: pour ces dates
id: untuk tanggal ini
it: per queste date
ja: この日付はご利用できません
ko: 해당 날짜 객실 없음
ms: untuk tarikh ini
nb: på disse datoene
nl: voor deze datums
pt_pt: para estes dias
ru: на эти даты
sv: för dessa datum
th: สำหรับวันเหล่านี้
tr: bu tarihler için
vi: trong những ngày này
zh_hans: 在此日期范围
zh_hant: 在此日期範圍

# HL_LOC_ROOMS_OUTDATED
source: Outdated
da: Forældet
de: Veraltet
el: Εκπρόθεσμο
fi: Vanhentunut
fr: Obsolète
id: Tidak berlaku
it: Non aggiornati
ja: 期限切れ
ko: 지난 검색
ms: Sudah lama
nb: Utdatert
nl: Gedateerd
pt_pt: Desatualizado
ru: Данные устарели
sv: Gammal
th: หมดอายุแล้ว
tr: Güncel değil
vi: Hết hạn
zh_hans: 已过期
zh_hant: 已逾期

# HL_LOC_ROOMS_OUTDATED_SUBTITLE
source: Please restart search
da: Start venligst ny søgning
de: Suche neu starten
el: Επανεκκίνηση αναζήτησης
fi: Aloita haku alusta
fr: Veuillez relancer la recherche
id: Mohon mulai lagi pencarian
it: Riavviare la ricerca
ja: 再検索してください
ko: 검색을 다시 시도하세요
ms: Sila mula semula carian
nb: Vennligst start søket på nytt
nl: Zoek opnieuw
pt_pt: Volte a pesquisar
ru: Перезапустите поиск
sv: Vänligen starta om sökningen
th: กรุณาเริ่มการค้นหา
tr: Lütfen aramayı tekrar başlatın
vi: Hãy khởi động lại chuỗi tìm kiếm
zh_hans: 请重新搜索
zh_hant: 請重新搜尋

# HL_LOC_ROOMS_SOLD
source: Sold out
da: Udsolgt
de: Ausgebucht
el: 100% πληρότητα
fi: Loppuunmyyty
fr: Complet
id: Habis
it: Tutto esaurito
ja: 売り切れ
ko: 예약 완료
ms: Habis ditempah
nb: Utsolgt
nl: Uitverkocht
pt_pt: Lotado
ru: Распродано
sv: Utsåld
th: ไม่ว่าง
tr: Tükendi
vi: Hết phòng
zh_hans: 已售罄
zh_hant: 已售罄

# HL_LOC_ROOMS_SOLD_SUBTITLE
source: for these dates
da: på de valgte datoer
de: in diesem Zeitraum
el: για αυτές τις ημερομηνίες
fi: näille päivämäärille
fr: pour ces dates
id: untuk tanggal ini
it: per queste date
ja: この日付はご利用できません
ko: 해당 날짜 객실 없음
ms: untuk tarikh ini
nb: på disse datoene
nl: voor deze datums
pt_pt: para estes dias
ru: на эти даты
sv: för dessa datum
th: สำหรับวันเหล่านี้
tr: bu tarihler için
vi: trong những ngày này
zh_hans: 在此日期范围
zh_hant: 在此日期範圍

# HL_LOC_MAP_GROUP_DESCRIPTION_LONG
source: There is more than one hotel in this place, so we've grouped them together.
da: Der er mere end et hotel her, så vi har grupperet dem.
de: An diesem Ort gibt es mehr als ein Hotel, weshalb wir diese gruppiert haben.
el: Υπάρχουν περισσότερα από ένα ξενοδοχείο σ΄αυτή την περιοχή, γι΄αυτό τα συγκεντρώσαμε όλα μαζί.
fi: Tässä kohteessa on useita hotelleja, joten laitoimme ne yhteen.
fr: Il y a plus d'un hôtel à cet endroit, nous les avons donc groupés ensemble.
id: Ada lebih dari satu hotel di lokasi ini, sehingga kami kumpulkan hotel tersebut menjadi satu.
it: Risulta più di un hotel disponibile in questa zona, per questo li abbiamo raggruppati tutti insieme.
ja: ここには1つ以上のホテルがあるので一緒にまとめています。
ko: 이 지역에는 1개 이상의 호텔이 있기 때문에 하나의 그룹으로 묶어 드렸습니다.
ms: Terdapat dua atau lebih hotel di tempat ini, jadi kami mengumpulkannya sekali.
nb: Det finnes flere enn ett hotell her, så vi har gruppert dem.
nl: Er zijn meer dan één hotel op deze plek, dus deze hebben we tot een groep samengevoegd.
pt_pt: Existe mais do que um hotel neste sítio, portanto agrupámos os mesmos.
ru: В этом месте находится несколько отелей
sv: Det finns mer än ett hotell här, så vi har grupperat dem tillsammans.
th: มีโรงแรมมากกว่าหนึ่งแห่งในสถานที่นี้ ดังนั้นเราจึงรวมโรงแรมเหล่านี้ไว้ด้วยกัน
tr: Bu yerde birden fazla otel var, bu yüzden onları bir araya getirdik.
vi: Có nhiều hơn một căn hộ ở khu vực này, vì vậy chúng tôi đã nhóm chúng lại với nhau.
zh_hans: 此地方设有多于一家酒店，我们将所有临近酒店集中于一处。
zh_hant: 此地有超過一家酒店，因此我們把它們歸到一組。

# HL_LOC_MAP_GROUP_DESCRIPTION_SHORT
source: There is more than one hotel in this place.
da: Der er mere end et hotel her.
de: An diesem Ort gibt es mehr als ein Hotel.
el: Υπάρχουν περισσότερα από ένα ξενοδοχείο σ΄αυτή την περιοχή.
fi: Tässä kohteessa on useita hotelleja.
fr: Il y a plus d'un hôtel à cet endroit.
id: Ada lebih dari satu hotel di lokasi ini.
it: Risulta più di un hotel disponibile in questa zona
ja: ここにはホテルが1つ以上あります。
ko: 이 지역에는 1개 이상의 호텔이 있습니다.
ms: Terdapat lebih daripada satu hotel di tempat ini.
nb: Det finnes mer enn ett hotell her.
nl: Er zijn meer dan één hotel op deze plek.
pt_pt: Existe mais do que um hotel neste sítio.
ru: В этом месте несколько отелей
sv: Det finns mer än ett hotell här.
th: มีโรงแรมมากกว่าหนึ่งแห่งในสถานที่แห่งนี้
tr: Burada birden fazla otel var.
vi: Có nhiều hơn một khách sạn tại khu vực này.
zh_hans: 此地方设有多于一家酒店。
zh_hant: 此地有不止一家酒店

# HL_LOC_SORT_HEADER_TITLE
source: Sort by:
da: Sorter efter:
de: Sortieren nach:
el: Ταξινόμηση κατά:
fi: Lajitteluperuste:
fr: Trier par :
id: Urut berdasarkan:
it: Ordina per:
ja: ソート:
ko: 정렬 기준:
ms: Susun mengikut:
nb: Sorter etter:
nl: Rangschikken volgens:
pt_pt: Ordenar por:
ru: Сортировать по:
sv: Sortera efter:
th: จัดเรียงตาม:
tr: Göre sırala:
vi: Phân loại theo:
zh_hans: 以 排序
zh_hant: 排序依：

# HL_LOC_SORT_TYPE_POPULARITY
source: Popularity
da: Popularitet
de: Beliebtheit
el: Δημοφιλία
fi: Suosutuimmat
fr: Popularité
id: Popularitas
it: Popolarità
ja: 人気度
ko: 인기도
ms: Kepopularan
nb: Popularitet
nl: Populariteit
pt_pt: Popularidade
ru: Популярности
sv: Populäritet
th: ความนิยม
tr: Popülerlik
vi: Phổ biến
zh_hans: 热门度
zh_hant: 熱門程度

# HL_LOC_SORT_TYPE_RATING
source: Rating
de: Bewertung
el: Αξιολόγηση
fi: Luokitus
fr: Note
id: Peringkat
it: Valutazione
ja: 評価
ko: 평가
nb: Vurdering
pt_pt: Classificação
ru: Оценке гостей
sv: Värdering
th: คะแนน
tr: Fiyat Aralığı
vi: Xếp hạng
zh_hans: 评价
zh_hant: 評級

# HL_LOC_SORT_TYPE_PRICE
source: Price
da: Pris
de: Preis
el: Τιμή
fi: Hinta
fr: Prix
id: Biaya
it: Prezzo
ja: 価格
ko: 운임료
ms: Harga
nb: Pris
nl: Prijs
pt_pt: Preço
ru: Цене
sv: Pris
th: ราคา
tr: Fiyat
vi: Giá
zh_hans: 价格
zh_hant: 票價

# HL_LOC_SORT_TYPE_DISTANCE
source: Distance to:
da: Afstand til:
de: Entfernung zu:
el: Απόσταση προς:
fi: Etäisyys kohteeseen:
fr: Distance de :
id: Jarak menuju:
it: Distanza da:
ja: 距離：
ko: 다음 위치까지의 거리:
ms: Jarak ke:
nb: Avstand til:
nl: Afstand tot:
pt_pt: Distância até:
ru: Расстоянию до:
sv: Avstånd till:
th: ระยะทางไปยัง:
tr: Şuraya uzaklık:
vi: Khoảng cách đến:
zh_hans: 距离：
zh_hant: 距離：

# HL_LOC_SORT_TYPE_DISCOUNT
source: Discount
da: Rabat
de: Rabatt
el: Έκπτωση
fi: Alennus
fr: Réduction
id: Diskon
it: Sconto
ja: 割引
ko: 할인율
ms: Diskaun
nb: Rabatt
nl: Korting
pt_pt: Desconto
ru: Размеру скидки
sv: Rabatt
th: ส่วนลด
tr: İndirim
vi: Giảm giá
zh_hans: 折扣
zh_hant: 折扣

# HL_HOTEL_PEEK_SHOW_DETAILS_BUTTON_TITLE
source: Show details
da: Vis detaljer
de: Einzelheiten anzeigen
el: Δες λεπτομέρειες
fi: Lisätietoja
fr: Plus de détails
id: Informasi lainya
it: Mostra dettagli
ja: 詳細表示
ko: 상세정보 보기
ms: Tunjukkan maklumat lanjut
nb: Vis detaljer
nl: Meer details
pt_pt: Mostrar detalhes
ru: Показать подробности
sv: Visa detaljer
th: แสดงรายละเอียด
tr: Detayları göster
vi: Hiển thị chi tiết
zh_hans: 显示详情
zh_hant: 顯示詳細資訊

# LOC_SETTINGS_TITLE
source: Information
de: Informationen
el: Πληροφορίες
fi: Tietoja
id: Informasi
it: Informazioni
ja: 情報
ko: 정보
ms: Maklumat
nb: Informasjon
nl: Instellingen
pt_pt: Informação
ru: Настройки
th: ข้อมูล
tr: Bilgi
vi: Thông tin
zh_hans: 信息
zh_hant: 資訊

# LOC_INFO
source: Information
de: Informationen
el: Πληροφορίες
fi: Tietoja
id: Informasi
it: Informazioni
ja: 情報
ko: 정보
ms: Maklumat
nb: Informasjon
nl: Instellingen
pt_pt: Informação
ru: Информация
th: ข้อมูล
tr: Bilgi
vi: Thông tin
zh_hans: 信息
zh_hant: 資訊

# LOC_ABOUT
source: Please replace this text with the short description of your app
da: Erstat denne tekst med en kort beskrivelse af din app
de: Bitte ersetzen Sie diesen Text mit einer kurzen Beschreibung Ihrer App
el: Παρακαλώ αντικαταστήστε αυτό το κείμενο με σύντομη περιγραφή της εφαρμογής σας
fi: Korvaathan tämän tekstin lyhyellä kuvauksella sovelluksestasi
fr: Veuillez remplacer ce texte par une courte description de votre application
id: Mohon ganti teks ini dengan deskripsi singkat dari aplikasi Anda
it: Per favore, sostituisci questo testo con una breve descrizione della tua app
ja: このテキストを、あなたのアプリの短い説明で置き換えてください。
ko: 이 텍스트를 지우고 앱에 관한 설명을 짧게 적어 주세요
ms: Sila gantikan teks ini dengan penerangan singkat tentang aplikasi anda
nb: Vennligst erstatt denne teksten med en kort beskrivelse av din app
nl: Vervang deze tekst met een korte beschrijving van uw app
pt_pt: Por favor, substitua este texto por uma breve descrição da sua aplicação
ru: Пожалуйста, замените этот текст на краткое описание вашего приложения
sv: Ersätt den här texten med en kort beskrivning av din app
th: โปรดแก้ไขข้อความส่วนนี้ด้วยคำอธิบายสั้น ๆ สำหรับแอปของคุณ
tr: Lütfen bu metni uygulamanızın kısa açıklamasıyla değiştirin
vi: Vui lòng thay thế văn bản này bằng một lời mô tả ngắn về ứng dụng của bạn
zh_hans: 请用您应用程序的简短描述来替换此处文本。
zh_hant: 請以您的 App 簡短描述來取代此段文字。

# HL_LOC_ABOUT_CURRENCY
source: Currency
da: Valuta
de: Währung
el: Νόμισμα
fi: Valuutta
fr: Devise
id: Mata uang
it: Valuta
ja: 通貨
ko: 통화
ms: Matawang
nb: Valuta
nl: Valuta
pt_pt: Moeda
ru: Выбор валюты
sv: Valuta
th: สกุลเงิน
tr: Kur
vi: Tiền tệ
zh_hans: 货币
zh_hant: 貨幣

# LOC_RATE_APP_TITLE
source: Rate this app
da: Bedøm app'en
de: Diese App bewerten
el: Αξιολόγηση εφαρμογής
fi: Arvostele sovellus
fr: Notez cette application
id: Nilai aplikasi ini
it: Valuta questa applicazione
ja: このアプリを評価してください
ko: 이 앱을 평가해보세요
ms: Nilaikan aplikasi ini
nb: Vurder denne appen
nl: Beoordeel deze app
pt_pt: Avalie esta app
ru: Оценить приложение
sv: Betysätt denna app
th: ให้คะแนนแอพฯนี้
tr: App derecelendirin
vi: Đánh giá ứng dụng
zh_hans: 对本应用程式进行评级
zh_hant: 評級本應用程序

# HL_LOC_ABOUT_EMAIL_TITLE
source: Contact us
da: Kontakt os
de: Kontaktieren Sie uns
el: Επικοινωνήστε μαζί μας
fi: Ota yhteyttä
fr: Contactez-nous
id: Hubungi kami
it: Contattaci
ja: お問い合わせ
ko: 문의하기
ms: Hubungi kami
nb: Kontakt oss
nl: Neem contact met ons op
pt_pt: Contacte-nos
ru: Написать нам письмо
sv: Kontakta oss
th: ติดต่อเรา
tr: Bize ulaşın
vi: Liên hệ với chúng tôi
zh_hans: 联络我们
zh_hant: 聯絡我們

# HL_LOC_MAIL_BAD_RATE_TEXT
source: Tell us what was wrong:
da: Fortæl os hvad der gik galt:
de: Teilen Sie uns mit, was schief gelaufen ist:
el: Πες μας τι ήταν λάθος:
fi: Kerro meille, mikä oli pielessä:
fr: Dites-nous ce qui ne va pas :
id: Beri tahu kami kendala yang Anda alami:
it: Dicci che cosa non è andato bene:
ja: お困りのことがございましたらお知らせください
ko: 무슨 문제가 있었는지 말씀해주세요:
ms: Beritahu kami apa masalahnya:
nb: Fortell oss hva som var galt
nl: Vertel ons wat er mis was:
pt_pt: Diga-nos o que estava errado:
ru: Расскажите, что можно улучшить:
sv: Berätta för oss vad som är fel:
th: แจ้งสิ่งที่ผิดพลาด:
tr: Bize neyin yanlış olduğunu bildirin:
vi: Báo cho chúng tôi lỗi gì đang xảy ra:
zh_hans: 告诉我们怎么了：
zh_hant: 告知我們哪裡出錯：

# HL_LOC_ABOUT_VERSION_TITLE
source: Version
el: Έκδοση
fi: Versio
id: Versi
it: Versione
ja: バージョン
ko: 버전
ms: Versi
nb: Versjon
nl: Versie
pt_pt: Versão
ru: Версия
th: เวอร์ชั่น
tr: Sürüm
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

# LOC_CURRENCY_SEARCH_PLACEHOLDER
source: Search
da: Søg
de: Suche
el: Αναζητηση
fi: Katso hinnat
fr: Rechercher
id: Cari
it: Cerca
ja: 検索
ko: 검색
ms: Cari
nb: Søk
nl: Zoeken
pt_pt: Pesquisar
ru: Поиск валюты
sv: Sök
th: ค้นหา
tr: Ara
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜索

# HL_HOTEL_DETAIL_FULL_RATING
source: Detailed rating
da: Udvid anmeldelse
de: Detaillierte Bewertung
el: Λεπτομερής αξιολόγηση
fi: Näytä koko arvostelu
fr: Évaluation détaillée
id: Penilaian mendetail
it: Tariffe nel dettaglio
ja: 詳細な評価
ko: 상세한 평가
ms: Penilaian Terperinci
nb: Detaljert vurdering
nl: Gedetailleerde beoordeling
pt_pt: Preço detalhado
ru: Развернутый рейтинг
sv: Detaljerat betyg
th: คะแนนโดยละเอียด
tr: Ayrıntılı değerlendirme
vi: Chi tiết xếp loại
zh_hans: 详细评分
zh_hant: 詳細評分

# HL_HOTEL_DETAIL_SHOW_MORE_ROOMS
source: Show %@ more
da: Vis %@ mere
de: Weitere %@ anzeigen
el: Προβολή ακόμα %@
fi: Näytä %@ lisää
fr: Montrer %@ autres
id: Tampilkan %@ lainnya
it: Visualizza altre %@
ja: さらに%@件表示
ko: %@개 더 보기
ms: Tunjukkan %@ lagi
nb: Vis %@ mer
nl: Toon %@ meer
pt_pt: Mostrar mais %@
ru: Показать еще %@
sv: Visa %@ mer
th: แสดง %@ ห้องเพิ่มเติม
tr: %@ daha fazlasını göster
vi: Hiển thị thêm %@ nữa
zh_hans: 显示另外%@条
zh_hant: 顯示額外的 %@ 條

# HL_HOTEL_DETAIL_HIDE_ROOMS
source: Hide
da: Skjul
de: Verbergen
el: Απόκρυψη
fi: Piilota
fr: Masquer
id: Sembunyikan
it: Nascondi
ja: 非表示
ko: 숨기기
ms: Sembunyi
nb: Skjul
nl: Verbergen
pt_pt: Ocultar
ru: Свернуть
sv: Dölj
th: ซ่อน
tr: Gizle
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

# HL_HOTEL_DETAIL_SEGMENTED_ALLPRICES_SECTION
source: All rooms
da: Alle værelser
de: Alle Räume
el: Όλα τα δωμάτια
fi: Kaikki huoneet
fr: Toutes les chambres
id: Semua kamar
it: Tutte le camere
ja: 全ての部屋
ko: 모든 객실
ms: Semua bilik
nb: Alle rom
nl: Alle kamers
pt_pt: Todos os quartos
ru: Цены
sv: Alla rum
th: ห้องพักทั้งหมด
tr: Tüm odalar
vi: Tất cả phòng
zh_hans: 所有房间
zh_hant: 所有客房

# HL_HOTEL_DETAIL_SEGMENTED_RATING_SECTION
source: Rating
da: Bedømmelse
de: Bewertung
el: Αξιολόγηση
fi: Arvosana
fr: Note
id: Peringkat
it: Categoria
ja: 評価
ko: 평가
nb: Vurdering
pt_pt: Classificação
ru: Рейтинг
sv: Betyg
th: คะแนน
tr: Fiyat Aralığı
vi: Xếp hạng
zh_hans: 评价
zh_hant: 評級

# HL_HOTEL_DETAIL_SEGMENTED_PHOTOS_SECTION
source: Gallery
da: Album
de: Galerie
fi: Kuvagalleria
fr: Galerie
id: Galeri
it: Galleria
ja: ギャラリー
ko: 갤러리
ms: Galeri
nb: Galleri
nl: Gallerij
pt_pt: Galeria
ru: Галерея
sv: Galleri
th: แกลเลอรี
tr: Galeri
vi: Thư viện
zh_hans: 图片集
zh_hant: 圖庫

# HL_HOTEL_DETAIL_INFORMATION_LOCATION_SECTION
source: Location
da: Beliggenhed
de: Standort
el: Τοποθεσία
fi: Sijainti
fr: Localisation
id: Lokasi
it: Posizione
ja: 所在地
ko: 위치
ms: Lokasi
nb: Plassering
nl: Locatie
pt_pt: Localização
ru: Местоположение
sv: Plats
th: สถานที่
tr: Konum
vi: Vị trí
zh_hans: 地理位置
zh_hant: 地點

# HL_HOTEL_DETAIL_INFORMATION_ACCOMMODATION_SECTION
source: Accommodation details
da: Indtjekningsdetaljer
de: Details zur Unterkunft
el: Λεπτομέρειες διαμονής
fi: Majoituksen tiedot
fr: Détails sur l'hébergement
id: Detail akomodasi
it: Dettagli struttura
ja: 宿泊施設の詳細
ko: 숙박 상세사항
ms: Butiran penginapan
nb: Overnattingsdetaljer
nl: Accomodatiegegevens
pt_pt: Detalhes do alojamento
ru: Проживание
sv: Boendedetaljer
th: รายละเอียดที่พัก
tr: Konaklama detayları
vi: Thông tin chi tiết về nhà nghỉ
zh_hans: 住宿详细信息
zh_hant: 住宿詳情

# HL_HOTEL_DETAIL_INFORMATION_GOODTOKNOW_SECTION
source: Useful information
da: Nyttige oplysninger
de: Nützliche Informationen
el: Χρήσιμες πληροφορίες
fi: Hyödylliset tiedot
fr: Informations utiles
id: Informasi penting
it: Informazioni utili
ja: 役立つ情報
ko: 유용한 정보
ms: Maklumat berguna
nb: Nyttig informasjon
nl: Nuttige informatie
pt_pt: Informação útil
ru: Интересно знать
sv: Användbar information
th: ข้อมูลที่เป็นประโยชน์
tr: Faydalı bilgiler
vi: Thông tin hữu ích
zh_hans: 实用信息
zh_hant: 實用資訊

# HL_HOTEL_DETAIL_INFORMATION_AMENITIES_IN_ROOM_SECTION
source: Room amenities
da: Værelsesfaciliteter
de: Zimmerausstattung
el: Ανέσεις δωματίου
fi: Huonepalvelut
fr: Commodités de la chambre
id: Fasilitas kamar
it: Servizi delle camere
ja: 部屋のアメニティ
ko: 객실 편의 시설
ms: Kemudahan bilik
nb: Romfasiliteter
nl: Voorzieningen op de kamer
pt_pt: Comodidades do quarto
ru: Услуги в комнате
sv: Rum tillbehör
th: สิ่งอำนวยความสะดวกในห้อง
tr: Oda imkanları
vi: Tiện nghi phòng
zh_hans: 客房便利设施
zh_hant: 房間設施

# HL_HOTEL_DETAIL_INFORMATION_ABOUT_SECTION
source: Property details
da: Ejendomsdetaljer
de: Objekt-Details
el: Λεπτομέρειες διαμονής
fi: Rakennuksen tiedot
fr: Informations sur l'établissement
id: Detail properti
it: Dettagli proprietà
ja: 物件詳細
ko: 숙소 상세사항
ms: Butiran hartanah
nb: Eiendomsdetaljer
nl: Accomodatiegegevens
pt_pt: Pormenores do imóvel
ru: Об отеле
sv: Egendom dtaljer
th: ข้อมูลอสังหาริมทรัพย์
tr: Konut bilgileri
vi: Thông tin chi tiết về bất động sản
zh_hans: 房产信息
zh_hant: 性質細節

# HL_HOTEL_DETAIL_INFORMATION_AMENITIES_IN_HOTEL_SECTION
source: Hotel amenities
da: Hotellets faciliteter
de: Hotelausstattung
el: Ανέσεις ξενοδοχείου
fi: Hotellipalvelut
fr: Commodités de l'hôtel
id: Fasilitas hotel
it: Servizi dell'hotel
ja: ホテルの設備
ko: 호텔 시설
ms: Kemudahan hotel
nb: Hotellfasiliteter
nl: Hotel voorzieningen
pt_pt: Comodidades do hotel
ru: Услуги в отеле
sv: Hotell tillbehör
th: สิ่งอำนวยความสะดวกในโรงแรม
tr: Otel imkanları
vi: Tiện nghi khách sạn
zh_hans: 客房设施
zh_hant: 酒店設施

# HL_HOTEL_DETAIL_INFORMATION_GUESTS
source: Guests
da: Gæster
de: Gäste
el: Επισκεπτες
fi: Matkustaja
fr: Invités
id: Tamu
it: Ospiti
ja: ゲスト
ko: 숙박객
ms: Tetamu
nb: Gjester
nl: Gasten
pt_pt: Hóspedes
ru: Гости
sv: Gäster
th: แขก
tr: Misafirler
vi: Khách trọ
zh_hans: 住客
zh_hant: 賓客
