Repository: wegobook/Aviasales-iOS-SDK
Catalog: AviasalesSDKTemplate/Resources/*.lproj/HotelsLocalizable.strings
Languages: da, de, el, fi, fr, id, it, ja, ko, ms, nb, nl, pt_pt, ru, sv, th, tr, vi, zh_hans, zh_hant

# HL_HOTEL_DETAIL_DISCOUNT_OLD_PRICE##{many}
source: Regular rates for this hotel start from %@ for %d nights
da: Regelmæssige priser for dette hotel starter fra %@ for %d nætter
de: Standardpreise für dieses Hotel beginnen bei %@ für %d Nächte
el: Οι κανονικές χρεώσεις γι' αυτό το ξενοδοχείο ξεκινούν από %@ για %d νύχτες
fi: Normaalihinnat hotellissa alk. %@ per %d yötä
fr: Les tarifs réguliers pour cet hôtel commencent à %@ pour %d nuits
id: Tarif reguler hotel ini mulai dari %@ untuk %d malam
it: Le normali tariffe per questo hotel partono da %@ per %d notti
ja: このホテルの %d 泊分の通常宿泊料は、 %@からです
ko: 이 호텔에 대한 정규 요금은 %d 박에 %@부터 시작합니다
ms: Kadar biasa untuk hotel ini bermula dari %@ untuk %d malam
nb: Ordinære priser for dette hotellet fra %@ for %d netter
nl: Normale prijzen voor dit hotel beginnen vanaf %@ voor %d nachten
pt_pt: Preços habituais para este hotel começam em %@ para %d noites
ru: Обычно цены на этот отель начинаются от %@ за %d ночей
sv: Vanliga priserna för detta hotell starta från %@ for %d nätter
th: อัตราปกติสำหรับโรงแรมนี้เริ่มที่ %@ ต่อ %d คืน
tr: Bu otel için normal fiyatlar %d gece için%@'dan başlıyor
vi: Mức phí thông thường của khách sạn này khởi điểm từ %@ cho %d đêm
zh_hans: 此酒店的常规价格从 %dU00A晚 %@起
zh_hant: 本酒店的正常房價從 %d 晚 %@起

# HL_HOTEL_DETAIL_DISCOUNT_OLD_PRICE##{other}
source: Regular rates for this hotel start from %@ for %d nights
da: Regelmæssige priser for dette hotel starter fra %@ for %d nætter
de: Standardpreise für dieses Hotel beginnen bei %@ für %d Nächte
el: Οι κανονικές χρεώσεις γι' αυτό το ξενοδοχείο ξεκινούν από %@ για %d νύχτες
fi: Normaalihinnat hotellissa alk. %@ per %d yötä
fr: Les tarifs réguliers pour cet hôtel commencent à %@ pour %d nuits
id: Tarif reguler hotel ini mulai dari %@ untuk %d malam
it: Le normali tariffe per questo hotel partono da %@ per %d notti
ja: このホテルの %d 泊分の通常宿泊料は、 %@からです
ko: 이 호텔에 대한 정규 요금은 %d 박에 %@부터 시작합니다
ms: Kadar biasa untuk hotel ini bermula dari %@ untuk %d malam
nb: Ordinære priser for dette hotellet fra %@ for %d netter
nl: Normale prijzen voor dit hotel beginnen vanaf %@ voor %d nachten
pt_pt: Preços habituais para este hotel começam em %@ para %d noites
ru: Обычно цены на этот отель начинаются от %@ за %d ночей
sv: Vanliga priserna för detta hotell starta från %@ for %d nätter
th: อัตราปกติสำหรับโรงแรมนี้เริ่มที่ %@ ต่อ %d คืน
tr: Bu otel için normal fiyatlar %d gece için%@'dan başlıyor
vi: Mức phí thông thường của khách sạn này khởi điểm từ %@ cho %d đêm
zh_hans: 此酒店的常规价格从 %dU00A晚 %@起
zh_hant: 本酒店的正常房價從 %d 晚 %@起

# HL_HOTEL_DETAIL_OFFERS_COUNT##{zero}
source: %li deals
da: %li tilbud
de: %li Angebote
el: %li προσφορές
fi: %li tarjousta
fr: %li offre
id: %li penawaran
it: %li offerte
ja: %li の割引
ko: %li개 상품
ms: Tawaran %li
nb: %li kupp
nl: %li aanbiedingen
pt_pt: %li ofertas
ru: %li предложений
sv: %li erbjudande
th: %li ข้อเสนอ
tr: %li fırsat
vi: %li ưu đãi
zh_hans: %li 交易
zh_hant: %li個優惠

# HL_HOTEL_DETAIL_OFFERS_COUNT##{one}
source: %li deal
da: %li tilbud
de: %li Angebot
el: %li προσφορά
fi: %li tarjous
fr: %li offre
id: %li penawaran
it: %li offerte
ja: %li の割引
ko: %li개 상품
ms: Tawaran %li
nb: %li kupp
nl: %li aanbieding
pt_pt: %li oferta
ru: %li предложение
sv: %li erbjudande
th: %li ข้อเสนอ
tr: %li kampanya
vi: %li ưu đãi
zh_hans: %li 交易
zh_hant: %li個優惠

# HL_HOTEL_DETAIL_OFFERS_COUNT##{few}
source: %li deals
da: %li tilbud
de: %li Angebote
el: %li προσφορές
fi: %li tarjousta
fr: %li offre
id: %li penawaran
it: %li offerte
ja: %li の割引
ko: %li개 상품
ms: Tawaran %li
nb: %li kupp
nl: %li aanbiedingen
pt_pt: %li ofertas
ru: %li предложения
sv: %li erbjudande
th: %li ข้อเสนอ
tr: %li fırsat
vi: %li ưu đãi
zh_hans: %li 交易
zh_hant: %li個優惠

# HL_HOTEL_DETAIL_OFFERS_COUNT##{many}
source: %li deals
da: %li tilbud
de: %li Angebote
el: %li προσφορές
fi: %li tarjousta
fr: %li offre
id: %li penawaran
it: %li offerte
ja: %li の割引
ko: %li개 상품
ms: Tawaran %li
nb: %li kupp
nl: %li aanbiedingen
pt_pt: %li ofertas
ru: %li предложений
sv: %li erbjudande
th: %li ข้อเสนอ
tr: %li fırsat
vi: %li giao dịch
zh_hans: %li 交易
zh_hant: %li個優惠

# HL_HOTEL_DETAIL_OFFERS_COUNT##{other}
source: %li deals
da: %li tilbud
de: %li Angebote
el: %li προσφορές
fi: %li tarjousta
fr: %li offre
id: %li penawaran
it: %li offerte
ja: %li の割引
ko: %li개 상품
ms: Tawaran %li
nb: %li kupp
nl: %li aanbiedingen
pt_pt: %li ofertas
ru: %li предложений
sv: %li erbjudande
th: %li ข้อเสนอ
tr: %li fırsat
vi: %li giao dịch
zh_hans: %li 交易
zh_hant: %li個優惠

# HL_HOTEL_DETAIL_DISCOUNT_PERCENT
source: %@ discount from regular rate
da: %@ rabat på normalpris
de: %@ Rabatt vom Normalpreis
el: %@ έκπτωση από την αρχική χρέωση
fi: %@ alennus normaalihinnasta
fr: %@ de remise par rapport aux tarifs normaux
id: %@ diskon dari tarif reguler
it: %@ di sconto rispetto alla normale tariffa
ja: 通常価格から%@割引
ko: 일반요금에서 %@ 할인
ms: %@ diskaun daripada kadar biasa
nb: %@ rabatt av ordinær pris
nl: %@ korting op standaard tarief
pt_pt: %@ desconto sobre o preço habitual
ru: Скидка %@ от обычной цены
sv: %@ rabatt på det vanliga priset
th: ลด %@ จากราคาปกติ
tr: normal fiyattan %@ indirim
vi: Giảm giá %@ trên mức giá thông thường
zh_hans: 从一般价格中获得%@的折扣
zh_hant: 在通常價格上有 %@ 的折扣

# HL_LOC_DEFAULT_ROOM_TYPE
source: Other rooms
da: Andre værelser
de: Andere Zimmer
el: Άλλα δωμάτια
fi: Muut huoneet
fr: Autres chambres
id: Kamar lainnya
it: Altre camere
ja: 他の部屋
ko: 기타 객실
ms: Bilik lain
nb: Andre rom
nl: Andere kamers
pt_pt: Outros quartos
ru: Другие номера
sv: Andra rum
th: ห้องอื่น ๆ
tr: Diğer odalar
vi: Phòng khác
zh_hans: 其他客房
zh_hant: 其他客房

# HL_LOC_CHECKIN_AFTER
source: after
da: efter
de: nach
el: μετά
fi: jälkeen
fr: après
id: setelah
it: dopo
ja: 以降
ko: 나중에
ms: selepas
nb: etter
nl: na
pt_pt: após
ru: после
sv: efter
th: หลัง
tr: sonra
vi: sau
zh_hans: 之后
zh_hant: 之後

# HL_LOC_CHECKOUT_BEFORE
source: before
da: før
de: vor
el: πριν
fi: ennen
fr: avant
id: sebelum
it: prima
ja: より前
ms: sebelum
nb: før
nl: voor
pt_pt: antes de
ru: до
sv: innan
th: ก่อน
tr: önce
vi: trước
zh_hans: 之前
zh_hant: 之前

# HOTEL_RATING_EXCEPTIONAL
source: exceptional
da: enestående
de: außergewöhnlich
el: άριστο
fi: ensiluokkainen
fr: exceptionnel
id: istimewa
it: eccezionale
ja: 最高
ko: 강력 추천
ms: luar biasa
nb: eksepsjonelt
nl: voortreffelijk
pt_pt: excepcional
ru: великолепно
sv: enastående
th: แสนวิเศษ
tr: mükemmel
vi: đặc biệt
zh_hans: 傑出
zh_hant: 优异的

# HOTEL_RATING_WONDERFUL
source: wonderful
da: fabelagtigt
de: hervorragend
el: εξαιρετικό
fi: erinomainen
fr: fabuleux
id: luar biasa
it: eccellente
ja: とてもすばらしい
ko: 최고
ms: hebat
nb: fantastisk
nl: fantastisch
pt_pt: soberbo
ru: превосходно
sv: fantastiskt
th: ดีเลิศ
tr: olağanüstü
vi: tuyệt hảo
zh_hans: 好極了
zh_hant: 好极了

# HOTEL_RATING_EXCELLENT
source: excellent
da: fremragende
de: fabelhaft
el: θαυμάσιο
fi: loistava
fr: superbe
id: hebat
it: favoloso
ja: すばらしい
ko: 우수함
ms: mengagumkan
nb: utmerket
nl: heerlijk
pt_pt: fabuloso
ru: потрясающе
sv: utmärkt
th: ยอดเยี่ยม
tr: harika
vi: tuyệt vời
zh_hans: 很棒
zh_hant: 很棒

# HOTEL_RATING_VERY_GOOD
source: very good
da: meget godt
de: sehr gut
el: πολύ καλό
fi: todella hyvä
fr: très bien
id: sangat baik
it: ottimo
ja: とても良い
ko: 매우 좋음
ms: sangat baik
nb: meget bra
nl: erg goed
pt_pt: óptimo
ru: очень хорошо
sv: mycket bra
th: ดีมาก
tr: çok iyi
vi: rất tốt
zh_hans: 非常好
zh_hant: 非常好

# HOTEL_RATING_GOOD
source: good
da: godt
de: gut
el: καλό
fi: hyvä
fr: bien
id: baik
it: buono
ja: 良い
ko: 좋음
ms: baik
nb: bra
nl: goed
pt_pt: bom
ru: хорошо
sv: bra
th: ดี
tr: iyi
vi: tốt
zh_hans: 好
zh_hant: 好

# HOTEL_RATING_FAIR
source: review score
da: samlet karakter
de: bewertung
el: βαθμολογία σχολίων
fi: pistemäärä
fr: puntuación
id: skor ulasan
it: punteggio medio
ja: クチコミ
ko: 이용 후기 평점
ms: skor reviu
nb: poengvurdering
nl: beoordeling
pt_pt: classificação
ru: адекватно
sv: gästbetyg
th: คะแนนจากผู้เข้าพัก
tr: değerlendirme Puanı
vi: điểm đánh giá
zh_hans: 評分
zh_hant: 評分

# HL_NO_FILTER_RESULTS_TITLE
source: No hotels found
da: Vi fandt ingen hoteller
de: Keine Hotels gefunden
el: Δε βρέθηκαν ξενοδοχεία
fi: Hotelleja ei löytynyt
fr: Aucun hôtel trouvé
id: Tidak ditemukan hotel
it: Nessun hotel trovato
ja: ホテルが見つかりません
ko: 발견된 호텔 없음
ms: Tiada hotel ditemui
nb: Ingen hoteller funnet
nl: Geen hotels gevonden
pt_pt: Nenhum hotel encontrado
ru: Отели не найдены
sv: Inga hotell hittades
th: ไม่พบโรงแรมที่ต้องการ
tr: Otel bulunamadı
vi: Không tìm thấy khách sạn nào
zh_hans: 没有找到酒店
zh_hant: 未找到酒店

# HL_NO_FILTER_RESULTS_DESCRIPTION
source: No results match your specified criteria
da: Vi fandt ingen hoteller der matchede din søgning
de: Mit Ihren angegebenen Kriterien stimmen keine Resultate überein
el: Δε βρέθηκαν αποτελέσματα με βάση τα κριτήρια
fi: Ei tuloksia valituilla ehdoilla
fr: Aucun résultat ne correspond au critère spécifié
id: Tidak ditemukan hasil yang sesuai dengan kriteria Anda
it: Nessun risultato soddisfa il criterio specificato
ja: 指定された基準に適合するホテルが見つかりません
ko: 지정하신 조건과 일치하는 결과가 없습니다
ms: Tiada hasil yang sepadan dengan kriteria yang anda tetapkan
nb: Ingen resultater passer til søkekriteriene dine
nl: Geen resultaten voldoen aan je specifieke criteria
pt_pt: Nenhum resultado coincide com os seus critérios especificados
ru: По заданным параметрам мы не нашли отелей.
sv: Inga resultat matchar dina kriterier
th: ไม่มีผลการค้นหาที่ตรงกับเกณฑ์ที่ระบุ
tr: Kriterinize göre bir sonuç bulunamadı
vi: Không tìm thấy kết quả nào phù hợp với tiêu chuẩn chỉ định của bạn
zh_hans: 没有与你的搜索条件匹配的结果
zh_hant: 沒有符合您的搜尋條件的結果

# HL_NO_RESULTS_TITLE
source: No hotels found
da: Vi fandt ingen hoteller
de: Keine Hotels gefunden
el: Δε βρέθηκαν ξενοδοχεία
fi: Hotelleja ei löytynyt
fr: Aucun hôtel trouvé
id: Hotel tidak ditemukan
it: Nessun hotel trovato
ja: ホテルが見つかりません
ko: 발견된 호텔 없음
ms: Tiada hotel ditemui
nb: Ingen hoteller funnet
nl: Geen hotels gevonden
pt_pt: Nenhum hotel encontrado
ru: Отели не найдены
sv: Inga hotell hittades
th: ไม่พบโรงแรมที่ต้องการ
tr: Otel bulunamadı
vi: Không tìm thấy khách sạn nào
zh_hans: 没找到酒店
zh_hant: 未找到酒店

# HL_NO_RESULTS_DESCRIPTION
source: No hotels found in the selected city.
da: Ingen hoteller fundet i den valgte by.
de: In der ausgewählten Stadt wurden keine Hotels gefunden.
el: Δεν βρέθηκαν ξενοδοχεία στην επιλεγμένη πόλη.
fi: Hotelleja ei löytynyt valitun kaupungin.
fr: Aucun hôtel trouvé dans la ville sélectionnée.
id: Tidak ditemukan hotel pada kota yang dipilih.
it: Nessun hotel trovato nella città selezionata.
ja: 指定された都市内に ホテルはありません。
ko: 선택된 도시에서 발견된 호텔 없음.
ms: Tiada hotel ditemui di bandar terpilih.
nb: Ingen hoteller funnet i valgt by.
nl: Geen hotels gevonden in de geselecteerde stad.
pt_pt: Nenhum hotel encontrado na cidade escolhida.
ru: В данном городе мы не нашли ни одного отеля.
sv: Inga hotell hittades i den valda staden.
th: ไม่พบโรงแรมที่ต้องการ ในเมืองที่คุณเลือก
tr: Seçilen sehirde otel bulunamadı.
vi: Không tìm thấy khách sạn nào tại thành phố đã chọn.
zh_hans: 在选定的城市 没有找到酒店。
zh_hant: 在選取的城市中沒有找到酒店

# HL_LOC_ACTION_CARD_APPLY_BUTTON
source: Apply
da: Anvend
de: Anwenden
el: Εφαρμογή
fi: Käyttää
fr: Appliquer
id: Terapkan
it: Applicare
ja: 適用
ko: 적용
ms: Pilih
nb: Gjelder
nl: Toepassen
pt_pt: Aplicar
ru: Применить
sv: Tillämpa
th: ใช้งาน
tr: Uygula
vi: Áp dụng
zh_hans: 应用
zh_hant: 套用

# HL_LOC_ACTION_CARD_DISTANCE_USER_TITLE
source: Distance to your current location:
da: Afstand fra din nuværende placering:
de: Entfernung zum aktuellen Standort:
el: Απόσταση προς τη τρέχουσα τοποθεσία:
fi: Etäisyys nykyiseen sijaintiisi:
fr: Distance à votre emplacement actuel:
id: Jarak menuju lokasi Anda:
it: Distanza dalla posizione attuale:
ja: 現在地への距離：
ko: 현재 위치까지의 거리:
ms: Jarak ke lokasi terkini anda:
nb: Avstand til gjeldende plassering:
nl: Afstand tot huidige locatie:
pt_pt: Distância até à actual localização:
ru: Расстояние до текущего местоположения
sv: Avstånd till din nuvarande plats:
th: ระยะทางจากตำแหน่งปัจจุบันของคุณ:
tr: Şimdiki konumunuza uzaklık:
vi: Khoảng cách đến vị trí hiện tại của bạn:
zh_hans: 距离您当前位置：
zh_hant: 距離你當前位置:

# HL_LOC_ACTION_CARD_DISTANCE_FROM_TITLE
source: Distance from
da: Afstand fra
de: Entfernung von
el: Απόσταση από
fi: Etäisyys kohteesta
fr: Distance de
id: Jarak dari
it: Distanza da
ja: 距離
ko: 다음 위치로부터의 거리
ms: Jarak dari
nb: Avstand fra
nl: Afstand vanaf
pt_pt: Distância desde
ru: Расстояние от
sv: Avstånd från
th: ระยะทางจาก
tr: Şuradan uzaklık
vi: Khoảng cách từ
zh_hans: 距离
zh_hant: 距離

# HL_LOC_ACTION_CARD_DISTANCE_CUSTOM_SEARCH_POINT_TITLE
source: Distance from the search point:
da: Afstand fra søgepunktet:
de: Entfernung vom Suchpunkt:
el: Απόσταση από το σημείο αναζήτησης:
fi: Etäisyys valitsemastasi pisteestä:
fr: Distance au point de recherche:
id: Jarak dari titik pencarian:
it: Distanza dal punto di ricerca:
ja: 検索ポイントからの距離：
ko: 검색 지점으로부터의 거리:
ms: Jarak dari tempat carian:
nb: Avstand fra søkepunkt:
nl: Afstand vanaf het zoekpunt:
pt_pt: Distância até ao ponto de pesquisa:
ru: Расстояние от точки поиска:
sv: Avstånd från sökpunkt:
th: ระยะทางจากจุดค้นหา:
tr: Arama noktasından uzaklık:
vi: Khoảng cách từ điểm tìm kiếm:
zh_hans: 距离搜索标记：
zh_hant: 距離搜尋標記:

# HL_LOC_ACTION_CARD_DISTANCE_CUSTOM_POINT_ON_MAP_TITLE
source: Distance from the point on the map:
da: Afstand fra punktet på kortet:
de: Entfernung vom Punkt auf der Karte:
el: Απόσταση από το σημείο στον χάρτη:
fi: Etäisyys kartan pisteestä:
fr: Distance du point sur la carte:
id: Jarak dari titik pada peta:
it: Distanza dal punto sulla mappa:
ja: マップ上の点からの距離：
ko: 지도 위 지점으로부터의 거리:
ms: Jarak dari tempat pada peta:
nb: Avstand fra punktet på kartet:
nl: Afstand vanaf het punt op de kaart:
pt_pt: Distância até ao ponto no mapa:
ru: Расстояние от точки на карте:
sv: Avstånd från punkt på karta:
th: ระยะทางจากจุดบนแผนที่
tr: Haritadaki noktadan uzaklık:
vi: Khoảng cách từ điểm trên bản đồ:
zh_hans: 地图上酒店到标记的距离：
zh_hant: 距離地圖標記:

# HL_LOC_ACTION_CARD_DISTANCE_CITY_AND_NEARBY
source: Distance from %@:
da: Afstand fra %@:
de: Entfernung von %@:
el: Απόσταση από %@ :
fi: Etäisyys kohteesta %@:
fr: Distance de %@ :
id: Jarak dari %@:
it: Distanza da %@:
ja: %@ からの距離:
ko: %@ 로부터의 거리:
ms: Jarak dari %@:
nb: Avstand fra %@:
nl: Afstand vanaf %@:
pt_pt: Distância de %@:
ru: Расстояние от %@:
sv: Avstånd från %@:
th: ระยะทางจาก %@:
tr: %@'dan uzaklık:
vi: Khoảng cách từ %@:
zh_hans: 距离%@：
zh_hant: 距離 %@：

# HL_LOC_ACTION_CARD_PRICE_TITLE
source: Price
da: Pris
de: Preis
el: Τιμή
fi: Hinta
fr: Prix
id: Biaya
it: Prezzo
ja: 料金
ko: 운임료
ms: Tambang
nb: Pris
nl: Prijs
pt_pt: Preço
ru: Цена
sv: Pris
th: ราคา
tr: Ücret
vi: Giá vé
zh_hans: 价格
zh_hant: 票價

# HL_LOC_ACTION_CARD_DISTANCE_SKILIFT_TITLE
source: Distance to the ski lifts:
da: Afstand til skilifterne:
de: Entfernung zu den Skiliften:
el: Απόσταση για τα ski lifts:
fi: Etäisyys hiihtohisseille:
fr: Distance aux remontées mécaniques:
id: Jarak ke lift ski:
it: Distanza dagli ski-lift:
ja: スキー場までの距離：
ko: 스키 리프트까지의 거리:
ms: Jarak ke lif ski:
nb: Avstand til skiheis:
nl: Afstand tot de ski-liften:
pt_pt: Distância até aos elevadores de ski:
ru: Ищете отели рядом с подъемниками?
sv: Avstånds från skidliftarna:
th: ระยะทางไปยังลิฟท์สกี:
tr: Kayak teleferiklerinden uzaklık:
vi: Khoảng cách đến thang máy trượt tuyết:
zh_hans: 距离滑雪缆车：
zh_hant: 距離滑雪纜車：

# HL_LOC_ACTION_CARD_DISTANCE_BEACH_TITLE
source: Distance to the beach:
da: Afstand til stranden:
de: Entfernung zum Strand:
el: Απόσταση για την παραλία:
fi: Etäisyys rannalle:
fr: Distance à la plage:
id: Jarak ke pantai:
it: Distanza dalla spiaggia:
ja: ビーチまでの距離：
ko: 해변까지의 거리:
ms: Jarak ke pantai:
nb: Avstand til strand:
nl: Afstand tot het strand:
pt_pt: Distância até à praia:
ru: Ищете отели рядом с пляжами?
sv: Avstånd från stranden:
th: ระยะทางไปยังหาด:
tr: Plaja uzaklık:
vi: Khoảng cách đến bãi biển:
zh_hans: 到海边的距离：
zh_hant: 到海邊的距離：

# HL_LOC_ACTION_CARD_DISTANCE_CENTER_TITLE
source: Distance to the city center:
da: Afstand til centrum:
de: Entfernung zum Stadtzentrum:
el: Απόσταση για το κέντρο:
fi: Etäisyys kaupungin keskustaan:
fr: Distance au centre-ville:
id: Jarak menuju pusat kota:
it: Distanza dal centro città:
ja: 市街地までの距離：
ko: 도심까지의 거리:
ms: Jarak ke pusat bandar:
nb: Avstand til bysenter:
nl: Afstand tot het stadscentrum:
pt_pt: Distância até ao centro da cidade:
ru: Ищете отели рядом с центром города?
sv: Avstånd till stadens centrum:
th: ระยะทางไปยังใจกลางเมือง:
tr: Şehir merkezine uzaklık:
vi: Khoảng cách đến trung tâm TP:
zh_hans: 距离市中心：
zh_hant: 距離市中心：

# HL_NEARBY_CITIES_SEARCH_CELL_FEW_DESCRIPTION
source: Could not find what you were looking for? Check out more deals nearby!
da: Fandt du ikke det du ledte efter? Tjek de mange tilbud i nærheden!
de: Konnten Sie das Gesuchte nicht finden? Sehen Sie sich Angebote in der Nähe an!
el: Δε βρήκες αυτό που ψάχνεις; Τσέκαρε περισσότερα deals σε κοντινή απόσταση!
fi: Etkö löytänyt etsimääsi? Katso lisää tarjouksia läheltä!
fr: Impossible de trouver ce que vous cherchez? Découvrez plus d'offres à proximité!
id: Tidak dapat menemukan apa yang Anda cari? Cek lagi penawaran lainnya!
it: Non riesci a trovare ciò che stai cercando? Controlla le altre offerte nelle vicinanze!
ja: お探しのものが見つかりませんか？ 近くの情報を見てみましょう！
ko: 찾고 계신 검색 결과가 없으세요? 인근 지역의 상품들을 확인해 보세요!
ms: Tidak menemui apa yang anda cari? Lihat lebih banyak tawaran berhampiran!
nb: Fant du ikke det du leter etter? Se flere tilbud i nærheten!
nl: Niet gevonden wat je zocht? Bekijk meer aanbiedingen in de buurt!
pt_pt: Não encontrou o que procurava? Veja mais ofertas nas vizinhanças!
ru: Мало отелей в этом городе? Посмотрите больше отличных вариантов рядом.
sv: Hittar du inte vad du letar efter? Titta på fler erbjudanden in närheten!
th: ไม่พบสิ่งที่คุณกำลังมองหา? ดูข้อเสนอเพิ่มเติมในบริเวณใกล้เคียง!
tr: Aradığınız şeyi bulamadınız mı? Yakınınızdaki fırsatlara göz atın!
vi: Bạn không thể tìm thấy những thứ bạn cần? Hãy kiểm tra thêm các giao dịch lân cận!
zh_hans: 找不到您需要的？ 搜索附近的更多价格吧
zh_hant: 找不到您需要的？ 搜索附近的更多價格吧

# HL_NEARBY_CITIES_SEARCH_CELL_NOTHING_DESCRIPTION
source: Nothing found. Try searching nearby cities.
da: Intet fundet. Prøv at søge i nærliggende byer.
de: Nichts gefunden. Versuchen Sie, Städte in der Nähe zu suchen.
el: Δε βρέθηκε κάτι. Κάνε αναζήτηση σε κοντινές πόλεις.
fi: Mitään ei löytynyt. Yritä lähellä olevia kaupunkeja.
fr: Aucun résultat. Essayez la recherche sur les villes voisines.
id: Tidak ada yang ditemukan. Coba cari kota terdekat.
it: Nessun risultato trovato. Cerca nelle città vicine.
ja: 何もありません。近くの市街地を検索してみてください。
ko: 검색 결과 없음. 인근 도시 검색을 시도해 보세요.
ms: Tiada apa ditemui. Cuba mencari bandar berhampiran.
nb: Ingenting funnet. Prøv å søke med nærliggende byer.
nl: Niets gevonden. Probeer te zoeken op steden in de buurt.
pt_pt: Sem resultados. Tente pesquisar pelas cidades vizinhas.
ru: Предложений не найдено, попробуйте поискать рядом.
sv: Hittade ingenting. Försök söka efter närliggande städer.
th: ไม่พบผลการค้นหา กรุณาค้นหาใหม่ในเมืองใกล้เคียง
tr: Hiçbir şey bulunamadı. Yakınınızdaki şehirlerde aramayı deneyin.
vi: Không có kết quả. Hãy thử tìm kiếm ở các thành phố lân cận.
zh_hans: 未找到结果。尝试搜索临近城市。
zh_hant: 未找到結果。嘗試搜尋臨近城市。

# HL_NEARBY_CITIES_SEARCH_CELL_BUTTON
source: Show hotels nearby
da: Vis hoteller i nærheden
de: Hotels in der Nähe anzeigen
el: Προβολή ξενοδοχείων κοντά
fi: Näytä lähellä olevat hotellit
fr: Afficher les hôtels à proximité
id: Tampilkan hotel terdekat
it: Mostra hotel nelle vicinanze
ja: 近くのホテルを表示
ko: 인근 지역 호텔 보기
ms: Tunjuk hotel berhampiran
nb: Vis hoteller i nærheten
nl: Toon hotels in de buurt
pt_pt: Mostrar hotéis próximos
ru: Показать отели рядом
sv: Visa hotell i närheten
th: แสดงโรงแรมใกล้เคียง
tr: Yakındaki otelleri göster
vi: Hiển thị những khách sạn lân cận
zh_hans: 显示邻近的的酒店
zh_hant: 顯示鄰近的酒店

# HL_TICKETS_SEARCH_CELL_TITLE
source: Cool! How can I get there?
da: Fedt! Hvordan kan jeg komme derhen?
de: Cool! Wie kann ich dorthin kommen?
el: Τέλεια! Πως μπορώ να φθάσω εκεί;
fi: Mahtavaa! Miten pääsen sinne?
fr: Super ! Comment puis-je m'y rendre ?
id: Keren! Bagaimana cara ke sana?
it: Forte! Come posso arrivarci?
ja: いいね !どうやったらそこへ行けますか?
ko: 멋지네요! 가는 방법은요?
ms: Hebat! Bagaimana boleh saya ke sana?
nb: Kult! Hvordan kommer jeg dit?
nl: Cool! Hoe kan ik daar komen?
pt_pt: Boa! Como faço para lá ir?
ru: Круто. Как туда попасть?
sv: Coolt! Hur kommer jag dit?
th: เยี่ยม! ฉันจะไปที่นั่นได้อย่างไร
tr: Havalı! Oraya nasıl gidebilirim?
vi: Tuyệt! Tôi đến đó bằng cách nào?
zh_hans: 太好了！我怎么去那儿？
zh_hant: 太酷了！我要怎麼去？

# HL_TICKETS_SEARCH_CELL_BUTTON
source: Find tickets
da: Find billetter
de: Tickets finden
el: Αναζήτηση εισιτηρίων
fi: Etsi liput
fr: Trouvez des billets
id: Cari tiket
it: Trova biglietti
ja: チケットを取る
ko: 티켓 찾기
ms: Cari tiket
nb: Finn billetter
nl: Vind tickets
pt_pt: Procurar bilhetes
ru: Найти авиабилеты
sv: Hitta biljetter
th: ค้นหาตั๋ว
tr: Bilet bul
vi: Tìm vé
zh_hans: 寻找门票
zh_hant: 尋找機票

# CHANGE_CURRENCY_ALERT_TITLE
source: Currency selected
da: Ny valuta
de: Gewählte Währung
el: Επιλεγμένο νόμισμα
fi: Valittu valuutta
fr: Devise choisie
id: Mata uang dipilih
it: Valuta selezionata
ja: 選択した通貨
ko: 통화 선택
ms: Mata wang dipilih
nb: Valgt valuta
nl: Geselecteerde valuta
pt_pt: Moeda seleccionada
ru: Вылюта выбрана
sv: Valuta vald
th: เลือกสกุลเงินแล้ว
tr: Para birimi seçildi
vi: Tiền tệ đã lựa chọn
zh_hans: 选择的货币
zh_hant: 所選貨幣

# CHANGE_CURRENCY_ALERT_DESCRIPTION
source: Currency will be changed when you start your next search
da: Valutaen ændres, når du starter din næste søgning
de: Die Währung wird bei Ihrer nächsten Suche geändert
el: Το νόμισμα θα αλλάξει μόλις ξεκινήσεις νέα αναζήτηση
fi: Valuutta vaihdetaan, kun aloitat seuraavan hakusi
fr: La devise sera modifiée lors de votre prochaine recherche
id: Mata uang akan berubah ketika Anda memulai pencarian selanjutnya
it: La valuta verrà modificata nel momento in cui inizierai una nuova ricerca
ja: 次の検索を開始すると 通貨が変わります
ko: 변경된 통화는 다음 검색부터 적용됩니다
ms: Mata wang akan ditukar apabila anda mulakan carian seterusnya
nb: Valutaen endres når du starter neste søk
nl: De valuta wordt gewijzigd bij je volgende zoekopdracht
pt_pt: A moeda será alterada quando iniciar a sua próxima procura
ru: Валюта изменится при следующем поиске
sv: Valutan ändras när du påbörjar din nästa sökning
th: สกุลเงินจะเปลี่ยนแปลงเมื่อเริ่มค้นหาครั้งใหม่
tr: Para birimi bir sonraki aramayı başlattığınızda değiştirilecektir
vi: Đơn vị tiền tệ sẽ được thay đổi khi bạn bắt đầu chuỗi tìm kiếm kế tiếp
zh_hans: 当你进行下一次搜索时货币将更改
zh_hant: 貨幣將在您下次搜尋時改變

# HL_ALERT_NO_INTERNET_CONNECTION_TITLE
source: No internet connection
da: Ingen internetforbindelse
de: Keine Internetverbindung
el: Χωρίς διαδικτυακή σύνδεση
fi: Ei internet-yhteyttä
fr: Pas de connexion Internet
id: Tidak ada koneksi internet
it: Nessuna connessione internet
ja: インターネットが接続されていません
ko: 인터넷 연결 안 됨
ms: Tiada sambungan internet
nb: Ingen internettforbindelse
nl: Geen internetverbinding
pt_pt: Sem ligação à Internet
ru: Нет связи с сетью
sv: Ingen internetanslutning
th: ไม่มีสัญญาณอินเตอร์เน็ต
tr: İnternet bağlantısı yok
vi: Không có kết nối internet
zh_hans: 无网络连接
zh_hant: 無網際網路連接
