Repository: wegobook/Aviasales-iOS-SDK
Catalog: AviasalesSDKTemplate/Resources/*.lproj/HotelsLocalizable.strings
Languages: da, de, el, fi, fr, id, it, ja, ko, ms, nb, nl, pt_pt, ru, sv, th, tr, vi, zh_hans, zh_hant

# HL_HOTEL_DETAIL_HEADER_TITLE_RATING_RATING_SUMMARY
source: Rating summary
da: Samlede vurdering
de: Bewertungszusammenfassung
el: Περίληψη αξιολόγησης
fi: Yhteenveto
fr: Résumé des notes
id: Kesimpulan peringkat
it: Riassunto valutazioni
ja: 評価の概要
ko: 평점 요약
ms: Ringkasan rating
nb: Vurderingssammendrag
nl: Beoordelingsoverzicht
pt_pt: Classificação em resumo
ru: Общий рейтинг
sv: Sammanfattning
th: สรุปการให้คะแนน
tr: Değerlendirme özeti
vi: Đánh giá sơ lược
zh_hans: 评级概要
zh_hant: 評級概要

# HL_HOTEL_DETAIL_HEADER_TITLE_RATING_RECOMMENDATIONS
source: Rating details
da: Anmeldelsesdetaljer
de: Bewertungsdetails
el: Αξιολόγηση λεπτομέρειες
fi: Arvostelun tiedot
fr: Détails des avis
id: Rincian peringkat
it: Informazioni sul rating
ja: 評価の詳細
ko: 항목별 평점
ms: Butiran rating
nb: Vurderingsdetaljer
nl: Beoordelingsdetails
pt_pt: Detalhes de classificação
ru: Рейтинг
sv: Detaljer om betyg
th: รายละเอียดการให้คะแนน
tr: Değerlendirme ayrıntıları
vi: Chi tiết đánh giá
zh_hans: 评级详情
zh_hant: 評級詳情

# HL_HOTEL_DETAIL_HEADER_TITLE_RATING_REVIEWS
source: Guest reviews
da: Gæsteanmeldelser
de: Gästebewertungen
el: Αξιολογήσεις επισκεπτών
fi: Vieraiden arvostelut
fr: Évaluations de clients
id: Ulasan tamu
it: Recensioni utenti
ja: ゲストレビュー
ko: 게스트 리뷰
ms: Ulasan tetamu
nb: Gjesteanmeldelser
nl: Gastenreviews
pt_pt: Comentários de hóspedes
ru: Отзывы гостей
sv: Gästers omdömen
th: รีวิวจากแขก
tr: Misafir yorumları
vi: Đánh giá của khách
zh_hans: 客人评论
zh_hant: 顧客評論

# HL_HOTEL_DETAIL_HEADER_TITLE_RATING_TRIPTYPES
source: Frequent guests
da: Hyppige gæster
de: Stammgäste
el: Συχνοί επισκέπτες
fi: Yleisimmät vieraat
fr: Clients fréquents
id: Tamu yang sering datang
it: Ospiti abituali
ja: 利用の多い宿泊者
ko: 자주 찾는 투숙객
ms: Tetamu tetap
nb: Gjestestatistikk
nl: Frequente gasten
pt_pt: Hóspedes frequentes
ru: Чаще всего посещают
sv: Återkommande gäster
th: แขกที่พักบ่อย
tr: Olağan misafirler
vi: Khách hàng thường xuyên
zh_hans: 常客
zh_hant: 常客

# HL_HOTEL_DETAIL_HEADER_TITLE_REVIEW_HIGHLIGHTS
source: Review highlights
da: Uvalgte højdepunkter
de: Highlights überprüfen
el: Αξιολόγηση highlights
fi: Korostukset
fr: Revoir les temps forts
id: Ulasan penting
it: Recensioni in evidenza
ja: ハイライトをもう一度読む
ko: 하이라이트 검토
ms: Ulasan utama
nb: Hovedpunkter
nl: Bekijk highlights
pt_pt: Destaques das avaliações
ru: Основное из отзывов
sv: Visa höjdpunkter
th: รีวิวเด่น
tr: Öne çıkan yorumlar
vi: Nhận xét nổi bật
zh_hans: 浏览亮点
zh_hant: 評論亮點

# HL_HOTEL_DETAIL_REVIEWS_ERROR
source: Error occurred
da: Der opstod en fejl
de: Es ist ein Fehler aufgetreten
el: Παρουσιάστηκε Σφάλμα
fi: Tapahtui virhe
fr: Une erreur est survenue
id: Terjadi eror
it: Errore sistema
ja: エラー
ko: 오류 발생
ms: Ralat berlaku
nb: En feil har oppstått
nl: Fout opgetreden
pt_pt: Ocorreu um erro
ru: Произошла ошибка загрузки
sv: Ett fel uppstod
th: มีข้อผิดพลาดเกิดขึ้น
tr: Hata oluştu
vi: Lỗi đã xảy ra
zh_hans: 发生错误
zh_hant: 發生錯誤

# HL_HOTEL_DETAIL_READ_ALL_REVIEWS
source: See more reviews
da: Se flere anmeldelser
de: Mehr Bewertungen ansehen
el: Περισσότερες αξιολογήσεις
fi: Näytä lisää arvosteluja
fr: Voir plus d'avis
id: Lihat ulasan lainnya
it: Visualizza altre recensioni
ja: レビューをもっと見る
ko: 더 많은 리뷰 보기
ms: Lihat lebih banyak ulasan
nb: Se flere anmeldelser
nl: Lees meer reviews
pt_pt: Ver mais análises
ru: Читать все отзывы
sv: Visa fler omdömen
th: อ่านรีวิวเพิ่มเติม
tr: Daha fazla yorum görün
vi: Xem thêm đánh giá
zh_hans: 查看更多评论
zh_hant: 查看更多評論

# HL_ALL_REVIEWS_TITLE
source: Reviews
da: Anmeldelser
de: Rezensionen
el: Αξιολογήσεις
fi: Arvostelut
fr: Avis clients
id: Ulasan
it: Recensioni
ja: レビュー
ko: 사용후기
ms: Ulasan
nb: Anmeldelser
pt_pt: Críticas
ru: Все отзывы
sv: Omdömen
th: รีวิว
tr: Yorumlar
vi: Nhận xét
zh_hans: 评论
zh_hant: 評價

# HL_REVIEWS_ALL_AGENCIES_FILTER_TITLE
source: All agencies
da: Alle Rejsebureauer
de: Alle Agenturen
el: Πρακτορεια ολα
fi: Kaikki matkatoimistot
fr: Toutes les agences
id: Semua agen
it: Tutte le agenzie
ja: すべての旅行代理店
ko: 모든 여행사
ms: Semua agensi
nb: Alle reisebyråer
nl: Alle reisebyråer
pt_pt: Todas as agências
ru: Все агентства
sv: Alla agenturer
th: บริษัทตัวแทนทั้งหมด
tr: Tüm acenteler
vi: Tất cả đại lý
zh_hans: 所有代理机构
zh_hant: 所有旅行社

# HL_REVIEWS_FILTER
source: Filter by:
da: Sorter efter:
de: Filtern nach:
el: Φιλτράρισμα:
fi: Suodata:
fr: Filtrer par :
id: Filter menurut:
it: Filtra per:
ja: 以下の項目によるフィルタ:
ko: 필터링 기준:
ms: Tapis mengikut:
nb: Filtrer etter:
nl: Filter op:
pt_pt: Filtrar por:
ru: Фильтрация:
sv: Filtrera efter:
th: กรองตาม:
tr: Şuna göre filtrele:
vi: Lọc theo:
zh_hans: 过滤标准：
zh_hant: 過濾方式：

# HL_REVIEWS_POWERED_BY_BOOKING_TITLE
source: 100% verified reviews
da: 100% godkendte anmeldelser
de: 100% echte Bewertungen
el: 100% επιβεβαιωμένες αξιολογήσεις
fi: 100% varmistetut arvostelut
fr: Commentaires 100% authentiques
id: 100% ulasan terverifikasi
it: Giudizi 100% verificati
ja: 100%実際の宿泊者が投稿
ko: 100% 검증된 이용 후기
ms: Reviu yang disahkan 100%
nb: 100 % verifiserte omtale
nl: 100% geverifieerde reviews
pt_pt: Comentários 100% reais
ru: На 100% подлинные отзывы
sv: 100% verifierade omdömen
th: ความคิดเห็นจริง 100%
tr: %100 doğrulanmış yorumlar
vi: 100% đánh giá xác thực
zh_hans: 100%真实点评
zh_hant: 100% 真實評語

# HL_REVIEWS_POWERED_BY_BOOKING_SUBTITLE
source: Real guests. Real stays. Real opinions.
da: Ægte gæster. Ægte ophold. Ægte meninger.
de: Echte Bewertungen. Echte Aufenthalte. Echte Meinungen.
el: Πραγματικοί επισκέπτες. Πραγματικές διαμονές. Πραγματικές γνώμες.
fi: Aidot vieraat. Aidot vierailut. Aidot mielipiteet.
fr: De vrais clients. De vrais séjours. De vrais avis.
id: Tamu asli. Penginapan asli. Opini asli.
it: Ospiti veri, soggiorni veri, opinioni vere.
ja: 泊まったからこそ信頼できる、リアルな声。
ko: 실제 이용객 • 실제 숙박 • 실제 의견
ms: Tetamu sebenar. Penginapan sebenar. Pendapat sebenar.
nb: Ekte gjester. Ekte opphold. Ekte meninger.
nl: Echte gasten. Echte verblijven. Echte meningen.
pt_pt: Hóspedes reais. Estadias reais. Opiniões reais.
ru: Настоящие гости. Настоящие поездки. Настоящие мнения.
sv: Riktiga gäster. Riktiga övernattningar. Riktiga åsikter.
th: ลูกค้าจริง เข้าพักจริง ความคิดเห็นจริง
tr: Gerçek misafirler. Gerçek konaklamalar. Gerçek görüşler.
vi: Khách thực. Kỳ nghỉ thực. Ý kiến thực.
zh_hans: 真实客人、真实入住、真实感想
zh_hant: 真實住客．親身體驗．真心評論

# HL_ALL_REVIEWS_SECTION_HEADER##{zero}
source: %d guest reviews
da: %d gæsteanmeldelser
de: %d Gästebewertungen
el: %d αξιολογήσεις πελατών
fi: %d vieraiden arvostelua
fr: %d évaluations de clients
id: %d ulasan tamu
it: %d recensioni utenti
ja: %dゲストレビュー
ko: 게스트 리뷰 %d개
ms: %d ulasan tetamu
nb: %d gjesteanmeldelser
nl: %d Gastenreviews
pt_pt: %d comentários de hóspedes
ru: %d отзывов гостей
sv: %d gästers omdömen
th: แขก %d คนรีวิว
tr: %d misafir yorumu
vi: %d đánh giá của khách hàng
zh_hans: %d 客人评论
zh_hant: %d 項顧客評論

# HL_ALL_REVIEWS_SECTION_HEADER##{one}
source: %d guest review
da: %d gæsteanmeldelse
de: %d Gästebewertung
el: %d αξιολόγηση πελάτη
fi: %d vieraan arvostelu
fr: %d évaluation de clients
id: %d ulasan tamu
it: %d recensione utente
ja: %dゲストレビュー
ko: 게스트 리뷰 %d개
ms: %d ulasan tetamu
nb: %d gjesteanmeldelse
nl: %d Gastenreview
pt_pt: %d comentário de hóspede
ru: отзыв %d гостя
sv: %d gästers omdömen
th: แขก %d คนรีวิว
tr: %d misafir yorumu
vi: %d đánh giá của khách hàng
zh_hans: %d 客人评论
zh_hant: %d 項顧客評論

# HL_ALL_REVIEWS_SECTION_HEADER##{few}
source: %d guest reviews
da: %d gæsteanmeldelser
de: %d Gästebewertungen
el: %d αξιολογήσεις πελατών
fi: %d vieraiden arvostelua
fr: %d évaluations de clients
id: %d ulasan tamu
it: %d recensioni utenti
ja: %dゲストレビュー
ko: 게스트 리뷰 %d개
ms: %d ulasan tetamu
nb: %d gjesteanmeldelser
nl: %d Gastenreviews
pt_pt: %d comentários de hóspedes
ru: %d отзыва гостей
sv: %d gästers omdömen
th: แขก %d คนรีวิว
tr: %d misafir yorumu
vi: %d đánh giá của khách hàng
zh_hans: %d 客人评论
zh_hant: %d 項顧客評論

# HL_ALL_REVIEWS_SECTION_HEADER##{many}
source: %d guest reviews
da: %d gæsteanmeldelser
de: %d Gästebewertungen
el: %d αξιολογήσεις πελατών
fi: %d vieraiden arvostelua
fr: %d évaluations de clients
id: %d ulasan tamu
it: %d recensioni utenti
ja: %dゲストレビュー
ko: 게스트 리뷰 %d개
ms: %d ulasan tetamu
nb: %d gjesteanmeldelser
nl: %d Gastenreviews
pt_pt: %d comentários de hóspedes
ru: %d отзывов гостей
sv: %d gästers omdömen
th: แขก %d คนรีวิว
tr: %d misafir yorumu
vi: %d đánh giá của khách hàng
zh_hans: %d 客人评论
zh_hant: %d 項顧客評論

# HL_ALL_REVIEWS_SECTION_HEADER##{other}
source: %d guest reviews
da: %d gæsteanmeldelser
de: %d Gästebewertungen
el: %d αξιολογήσεις πελατών
fi: %d vieraiden arvostelua
fr: %d évaluations de clients
id: %d ulasan tamu
it: %d recensioni utenti
ja: %dゲストレビュー
ko: 게스트 리뷰 %d개
ms: %d ulasan tetamu
nb: %d gjesteanmeldelser
nl: %d Gastenreviews
pt_pt: %d comentários de hóspedes
ru: %d отзыва гостей
sv: %d gästers omdömen
th: แขก %d คนรีวิว
tr: %d misafir yorumu
vi: %d đánh giá của khách hàng
zh_hans: %d 客人评论
zh_hant: %d 項顧客評論

# HL_NO_HOTEL_REVIEWS
source: No reviews
da: Ingen anmeldelser
de: Keine Bewertungen
el: Χωρίς αξιολογήσεις
fi: Ei arvosteluja
fr: Aucun avis
id: Tidak ada ulasan
it: Nessuna recensione
ja: レビューはありません
ko: 리뷰 없음
ms: Tiada ulasan
nb: Ingen anmeldelser
nl: Geen reviews
pt_pt: Sem avaliações
ru: Нет отзывов
sv: Inga omdömen
th: ไม่มีความคิดเห็น
tr: Yorum bulunmuyor
vi: Không có đánh giá
zh_hans: 无评论
zh_hant: 沒有評論

# HL_HOTEL_DETAIL_SEARCH_PROGRESS_TITLE
source: Searching for rooms...
da: Søger efter værelser...
de: Es wird nach Zimmern gesucht...
el: Αναζήτηση για δωμάτια...
fi: Etsitään huoneita...
fr: Recherche de chambres...
id: Mencari untuk kamar...
it: Ricerca camere in corso...
ja: お部屋を検索中…
ko: 객실 검색 중...
ms: Mencari bilik...
nb: Søker etter rom...
nl: Zoeken naar kamers...
pt_pt: A procurar quartos...
ru: Идет поиск цен...
sv: Söker efter rum...
th: กำลังค้นหาห้องพัก...
tr: Odalar aranıyor...
vi: Đang tìm kiếm phòng...
zh_hans: 搜索客房中……
zh_hant: 正在搜尋客房...

# HL_HOTEL_DETAIL_CHANGE_DATES_TITLE
source: Change
da: Indstil
de: Ändern
el: Αλλαγή
fi: Muutos
fr: Changer
id: Ubah
it: Cambio
ja: 変更
ko: 변경
ms: Tukar
nb: Endre
nl: Wijzigen
pt_pt: Alterar
ru: Изменить
sv: Ändra
th: เปลี่ยน
tr: Değiştir
vi: Thay đổi
zh_hans: 更改
zh_hant: 變更

# HL_HOTEL_DETAIL_DATES_AND_GUESTS_TITLE
source: Dates and guests
da: Datoer og antal gæster
de: Daten und gäste
el: Ημερομηνίες και άτομα
fi: Päivämäärät ja vieraat
fr: Dates et hôtes
id: Tanggal dan tamu
it: Date e ospiti
ja: 日付と宿泊者
ko: 날짜 및 투숙객
ms: Tarikh dan tetamu
nb: Dato og gjester
nl: Datums en gasten
pt_pt: Datas e hóspedes
ru: Даты и гости
sv: Datum och gäster
th: วันที่และจำนวนแขก
tr: Tarih ve misarifler
vi: Ngày và khách
zh_hans: 日期和宿客
zh_hant: 日期與客人

# HL_HOTEL_DETAIL_BREAKFAST_OPTION_TITLE
source: Breakfast included
da: Morgenmad inkluderet
de: Frühstück
el: Συμπ. πρωινό
fi: Sisältää aamupalan
fr: Petit déjeuner inclus
id: Termasuk sarapan
it: Colazione inclusa
ja: 朝食込み
ko: 조식 포함
ms: Sarapan disertakan
nb: Frokost inkludert
nl: Inclusief ontbijt
pt_pt: Pequeno-almoço incluído
ru: Завтрак включён
sv: Frukost inkluderad
th: รวมอาหารเช้า
tr: Kahvaltı dahil
vi: Bao gồm điểm tâm sáng
zh_hans: 早餐
zh_hant: 含早餐

# HL_HOTEL_DETAIL_NO_BREAKFAST_OPTION_TITLE
source: Breakfast not included
da: Morgenmad ikke inkluderet
de: Frühstück nicht inbegriffen
el: Δε συμπ. πρωινό
fi: Ei sisällä aamupalaa
fr: Petit-déjeuner non inclus
id: Tidak termasuk sarapan
it: Colazione non inclusa
ja: 朝食は含まれず
ko: 아침 식사 불포함
ms: Tidak termasuk sarapan
nb: Frokost ikke inkludert
nl: Ontbijt niet inbegrepen
pt_pt: Pequeno-almoço não incluído
ru: Без завтрака
sv: Frukost inte inkluderad
th: ไม่รวมอาหารเช้า
tr: Kahvaltı dahil değil
vi: Không bao gồm bữa ăn sáng
zh_hans: 不含早餐
zh_hant: 不含早餐

# HL_HOTEL_DETAIL_ALL_INCLUSIVE_OPTION_TITLE
source: All inclusive
da: Alt inklusiv
de: Alles inbegriffen
fi: Kaikenkattava
fr: Tout compris
id: Semua sudah termasuk
it: Tutto incluso
ja: すべて表示する
ko: 모두 포함
ms: Semua termasuk
pt_pt: Tudo incluído
ru: Все включено
th: โดยรวมทั้งหมด
tr: Her şey dahil
vi: Bao gồm tất cả
zh_hans: 包含一切
zh_hant: 包含所有的

# HL_HOTEL_DETAIL_REFUNDABLE_OPTION_TITLE
source: Free cancellation
da: Gratis afbestilling
de: Kostenlose Stornierung
el: Δωρεάν ακύρωση
fi: Ilmainen peruutus
fr: Annulation gratuite
id: Free pembatalan
it: Cancellazione gratuita
ja: キャンセル無料
ko: 무료 취소
ms: Pembatalan percuma
nb: Gratis avbestilling
nl: Gratis annuleren
pt_pt: Cancelamento gratuito
ru: Бесплатная отмена
sv: Gratis avbokning
th: ยกเลิกฟรี
tr: Ücretsiz iptal
vi: Miễn phí hủy đặt phòng
zh_hans: 免费取消预定
zh_hant: 免費取消預訂

# HL_HOTEL_DETAIL_SMOKING_OPTION_TITLE
source: Smoking allowed
da: Rygning tilladt
de: Rauchen erlaubt
el: Επιτρέπεται το κάπνισμα
fi: Tupakointi sallittu
fr: Fumeurs acceptés
id: Merokok diperbolehkan
it: É consentito fumare
ja: 喫煙可
ko: 흡연 객실
ms: Merokok dibenarkan
nb: Røyking tillatt
nl: Roken toegestaan
pt_pt: Fumar permitido
ru: Можно курить
sv: Rökning tillåten
th: สูบบุหรี่ได้
tr: Sigara içilebilir
vi: Cho phép hút thuốc
zh_hans: 允许吸烟
zh_hant: 允許吸煙

# HL_HOTEL_DETAIL_CHEAPEST_OPTION_TITLE
source: Cheapest
da: Billigste
de: Billigste
el: Φτηνότερο
fi: Edullisin
fr: Le moins cher
id: Termurah
it: Più conveniente
ja: 最安値
ko: 최저가
ms: Termurah
nb: Billigst
nl: Goedkoopst
pt_pt: Mais barato
ru: Самый дешевый
sv: Billigaste
th: ถูกที่สุด
tr: En ucuz
vi: Rẻ nhất
zh_hans: 最便宜
zh_hant: 最便宜

# HL_HOTEL_DETAIL_DISCOUNT_OPTION_TITLE
source: Discount
da: Rabat
de: Rabatt
el: Έκπτωση
fi: Alennus
fr: Réduction
id: Diskon
it: Sconto
ja: 割引
ko: 할인율
ms: Diskaun
nb: Rabatt
nl: Korting
pt_pt: Desconto
ru: Скидка
sv: Rabatt
th: ส่วนลด
tr: İndirim
vi: Giảm giá
zh_hans: 折扣
zh_hant: 折扣

# HL_HOTEL_DETAIL_HOTEL_SITE_OPTION_TITLE
source: Hotel website
da: Hotelhjemmeside
de: Hotel-Webseite
el: Ιστοσελίδα Ξενοδοχείου
fi: Hotellin verkkosivut
fr: Site web de l'hôtel
id: Laman web Hotel
it: Sito web hotel
ja: ホテルのウェブサイト
ko: 호텔 웹사이트
ms: Laman web hotel
nb: Hotellnettside
pt_pt: Website do hotel
ru: Бронирование на сайте отеля
sv: Hotellets hemsida
th: เว็บไซต์ของโรงแรม
tr: Otel web sitesi
vi: Trang web khách sạn
zh_hans: 宾馆网址
zh_hant: 酒店網站

# HL_HOTEL_DETAIL_DEPOSIT_TRUE_OPTION_TITLE
source: Pay now
da: Betal nu
de: Jetzt zahlen
el: Πληρωμή τώρα
fi: Maksa nyt
fr: Payer maintenant
id: Bayar sekarang
it: Paga ora
ja: 今支払う
ko: 지금 결제
ms: Bayar sekarang
nb: Betal nå
nl: Betaal nu
pt_pt: Pago agora
ru: Оплата сейчас
sv: Betala nu
th: ชำระเงินตอนนี้
tr: Hemen öde
vi: Thanh toán ngay
zh_hans: 现在付款
zh_hant: 馬上付款

# HL_HOTEL_DETAIL_DEPOSIT_FALSE_OPTION_TITLE
source: Pay later
da: Betal senere
de: Später zahlen
el: Πληρωμή αργότερα
fi: Maksa myöhemmin
fr: Payer plus tard
id: Bayar nanti
it: Paga più tardi
ja: 後で支払う
ko: 나중에 결제
ms: Bayar kemudian
nb: Betal senere
nl: Betaal later
pt_pt: Pagar depois
ru: Оплата позже
sv: Betala senare
th: ชำระเงินภายหลัง
tr: Sonra öde
vi: Thanh toán sau
zh_hans: 稍后付款
zh_hant: 稍後付款

# HL_HOTEL_DETAIL_CARD_REQUIRED_FALSE_OPTION_TITLE
source: No credit card required
da: Kreditkort er ikke påkrævet
de: Keine Kreditkarte notwendig
el: Δεν απαιτείται πιστωτική κάρτα
fi: Ei vaadi luottokorttia
fr: Carte de crédit non requise
id: Tidak dibutuhkan kartu kredit
it: Niente carta di credito
ja: クレジットカード不要
ko: 신용카드 없이 예약 가능
ms: Tiada kad kredit diperlukan
nb: Ingen kredittkort påkrevd
nl: Geen creditcard vereist
pt_pt: Não requer cartão de crédito
ru: Карта не требуется
sv: Inget kreditkort
th: ไม่ต้องใช้บัตรเครดิต
tr: Kredi kartı zorunlu değil
vi: Không cần thẻ tín dụng
zh_hans: 无需信用卡
zh_hant: 無需信用卡

# HL_HOTEL_DETAIL_PRIVATE_PRICE_OPTION_TITLE
source: Special offer
da: Specialtilbud
de: Sonderangebot
el: Ειδική προσφορά
fi: Erikoistarjous
fr: Offre spéciale
id: Penawaran spesial
it: Offerta speciale
ja: 特別オファー
ko: 특별 혜택
ms: Tawaran istimewa
nb: Spesialtilbud
nl: Speciale aanbieding
pt_pt: Oferta Especial
ru: Спец. предложение
sv: Specialerbjudanden
th: ข้อเสนอพิเศษ
tr: Özel teklif
vi: Ưu đãi đặc biệt
zh_hans: 特价
zh_hant: 特殊優惠

# HL_HOTEL_DETAIL_PRIVATE_BATHROOM_OPTION
source: Private bathroom
da: Eget toilet og bad
de: Eigenes Bad
el: Πριβέ μπάνιο
fi: Yksityinen WC
fr: Salle de bain privée
id: Kamar mandi pribadi
it: Bagno privato
ja: 浴室付き
ko: 개인 욕실
ms: Bilik mandi peribadi
nb: Privat bad
nl: Privé badkamer
pt_pt: Casa de banho privada
ru: Ванная комната
sv: Privat badrum
th: ห้องน้ำส่วนตัว
tr: Özel banyo
vi: Phòng tắm riêng
zh_hans: 独用浴室
zh_hant: 私人衛浴

# HL_HOTEL_DETAIL_SHARED_BATHROOM_OPTION
source: Shared bathroom
da: Delt toilet og bad
de: Gemeinschaftsbad
el: Κοινόχρηστο μπάνιο
fi: Jaettu WC
fr: Salle de bain à partager
id: Kamar mandi bersama
it: Bagno in comune
ja: 共同バスルーム
ko: 공용 화장실
ms: Bilik mandi berkongsi
nb: Delt bad
nl: Gedeelde badkamer
pt_pt: Casa de banho partilhada
ru: Общая ванная
sv: Delat badrum
th: ห้องน้ำรวม
tr: Ortak banyo
vi: Phòng tắm sử dụng chung
zh_hans: 公用浴室
zh_hant: 共用浴室

# HL_HOTEL_DETAIL_FREEWIFI_OPTION_TITLE
source: Wi-Fi in room
da: Wi-fi på værelset
de: WLAN
el: Wi-Fi στο δωμάτιο
fi: Wi-Fi huoneessa
fr: Wifi
id: Wifi kamar
it: Wi-Fi
ja: Wi-Fi付きルーム
ko: 객실 내 Wi-Fi
ms: Wi-Fi dalam bilik
nb: WiFi på rommet
nl: Wi-Fi in kamer
pt_pt: Wi-Fi
ru: Wi-Fi в номере
sv: Wi-Fi på rummet
th: Wi-Fi
tr: Oda içinde Wi-Fi
vi: Phòng có Wi-Fi
zh_hans: 客房内有Wi-Fi
zh_hant: 客房有Wi-Fi

# HL_HOTEL_DETAIL_AVAILABLE_ROOMS_COUNT_OPTION_BASED##{zero}
source: %li rooms left!
da: %li værelser tilbage!
de: Noch %li Zimmer frei!
el: έμειναν %li δωμάτια!
fi: %li huonetta jäljellä!
fr: %li chambres restantes !
id: %li kamar tersisa!
it: %li camere rimaste!
ja: 残り%li 部屋！
ko: 잔여 객실 %li개!
ms: Tinggal %li bilik!
nb: %li rom igjen!
nl: %li kamers over!
pt_pt: %li quartos disponíveis!
ru: Осталось %li комнат!
sv: %li rum kvar!
th: เหลือ %li ห้อง!
tr: %li oda kaldı!
vi: Còn %li phòng!
zh_hans: 只剩%li间！
zh_hant: 僅剩 %li 間客房!

# HL_HOTEL_DETAIL_AVAILABLE_ROOMS_COUNT_OPTION_BASED##{one}
source: %li room left!
da: %li værelse tilbage!
de: Noch %li Zimmer frei!
el: έμεινε %li δωμάτιο!
fi: %li huone jäljellä!
fr: %li chambre restante !
id: %li kamar tersisa!
it: %li camera rimasta!
ja: 残り%li 部屋！
ko: 잔여 객실 %li개!
ms: Tinggal %li bilik!
nb: %li rom igjen!
nl: %li kamer over!
pt_pt: %li quarto disponível!
ru: Осталась %li комната!
sv: %li rum kvar!
th: เหลือ %li ห้อง!
tr: %li oda kaldı!
vi: Còn %li phòng!
zh_hans: 只剩%li间！
zh_hant: 僅剩 %li 間客房!

# HL_HOTEL_DETAIL_AVAILABLE_ROOMS_COUNT_OPTION_BASED##{few}
source: %li rooms left!
da: %li værelser tilbage!
de: Noch %li Zimmer frei!
el: έμειναν %li δωμάτια!
fi: %li huonetta jäljellä!
fr: %li chambres restantes !
id: %li kamar tersisa!
it: %li camere rimaste!
ja: 残り%li 部屋！
ko: 잔여 객실 %li개!
ms: Tinggal %li bilik!
nb: %li rom igjen!
nl: %li kamers over!
pt_pt: %li quartos disponíveis!
ru: Осталось %li комнаты!
sv: %li rum kvar!
th: เหลือ %li ห้อง!
tr: %li oda kaldı!
vi: Còn %li phòng!
zh_hans: 只剩%li间！
zh_hant: 僅剩 %li 間客房!

# HL_HOTEL_DETAIL_AVAILABLE_ROOMS_COUNT_OPTION_BASED##{many}
source: %li rooms left!
da: %li værelser tilbage!
de: Noch %li Zimmer frei!
el: έμειναν %li δωμάτια!
fi: %li huonetta jäljellä!
fr: %li chambres restantes !
id: %li kamar tersisa!
it: %li camere rimaste!
ja: 残り%li 部屋！
ko: 잔여 객실 %li개!
ms: Tinggal %li bilik!
nb: %li rom igjen!
nl: %li kamers over!
pt_pt: %li quartos disponíveis!
ru: Осталось %li комнат!
sv: %li rum kvar!
th: เหลือ %li ห้อง!
tr: %li oda kaldı!
vi: Còn %li phòng!
zh_hans: 只剩%li间！
zh_hant: 僅剩 %li 間客房!

# HL_HOTEL_DETAIL_AVAILABLE_ROOMS_COUNT_OPTION_BASED##{other}
source: %li rooms left!
da: %li værelser tilbage!
de: Noch %li Zimmer frei!
el: έμειναν %li δωμάτια!
fi: %li huonetta jäljellä!
fr: %li chambres restantes !
id: %li kamar tersisa!
it: %li camere rimaste!
ja: 残り%li 部屋！
ko: 잔여 객실 %li개!
ms: Tinggal %li bilik!
nb: %li rom igjen!
nl: %li kamers over!
pt_pt: %li quartos disponíveis!
ru: Осталось %li комнат!
sv: %li rum kvar!
th: เหลือ %li ห้อง!
tr: %li oda kaldı!
vi: Còn %li phòng!
zh_hans: 只剩%li间！
zh_hant: 僅剩 %li 間客房!

# HL_HOTEL_DETAIL_DISCOUNT_OLD_PRICE##{zero}
source: Regular rates for this hotel start from %@ for %d nights
da: Regelmæssige priser for dette hotel starter fra %@ for %d nætter
de: Standardpreise für dieses Hotel beginnen bei %@ für %d Nächte
el: Οι κανονικές χρεώσεις γι' αυτό το ξενοδοχείο ξεκινούν από %@ για %d νύχτες
fi: Normaalihinnat hotellissa alk. %@ per %d yötä
fr: Les tarifs réguliers pour cet hôtel commencent à %@ pour %d nuits
id: Tarif reguler hotel ini mulai dari %@ untuk %d malam
it: Le normali tariffe per questo hotel partono da %@ per %d notti
ja: このホテルの %d 泊分の通常宿泊料は、 %@からです
ko: 이 호텔에 대한 정규 요금은 %d 박에 %@부터 시작합니다
ms: Kadar biasa untuk hotel ini bermula dari %@ untuk %d malam
nb: Ordinære priser for dette hotellet fra %@ for %d netter
nl: Normale prijzen voor dit hotel beginnen vanaf %@ voor %d nachten
pt_pt: Preços habituais para este hotel começam em %@ para %d noites
ru: Обычно цены на этот отель начинаются от %@ за %d ночей
sv: Vanliga priserna för detta hotell starta från %@ for %d nätter
th: อัตราปกติสำหรับโรงแรมนี้เริ่มที่ %@ ต่อ %d คืน
tr: Bu otel için normal fiyatlar %d gece için%@'dan başlıyor
vi: Mức phí thông thường của khách sạn này khởi điểm từ %@ cho %d đêm
zh_hans: 此酒店的常规价格从 %dU00A晚 %@起
zh_hant: 本酒店的正常房價從 %d 晚 %@起

# HL_HOTEL_DETAIL_DISCOUNT_OLD_PRICE##{one}
source: Regular rates for this hotel start from %@ for %d night
da: Regelmæssige priser for dette hotel starter fra %@ for %d nat
de: Standardpreise für dieses Hotel beginnen bei %@ für %d Nacht
el: Οι κανονικές χρεώσεις γι' αυτό το ξενοδοχείο ξεκινούν από %@ για %d νύχτα
fi: Normaalihinnat hotellissa alk. %@ per %d yö
fr: Les tarifs réguliers pour cet hôtel commencent à %@ pour %d nuit
id: Tarif reguler hotel ini mulai dari %@ untuk %d malam
it: Le normali tariffe per questo hotel partono da %@ per %d notte
ja: このホテルの %dU00 1泊分の通常宿泊料金は、 %@からです
ko: 이 호텔에 대한 정규 요금은 %d 박에 %@부터 시작합니다
ms: Kadar biasa untuk hotel ini bermula dari %@ untuk %d malam
nb: Ordinære priser for dette hotellet fra %@ for %d natt
nl: Normale prijzen voor dit hotel beginnen vanaf %@ voor %d nacht
pt_pt: Preços habituais para este hotel começam em %@ para %d noite
ru: Обычно цены на этот отель начинаются от %@ за %d ночь
sv: Vanliga priserna för detta hotell starta från %@ for %d nätter
th: อัตราปกติสำหรับโรงแรมนี้เริ่มที่ %@ ต่อ %d คืน
tr: Bu otel için normal fiyatlar %d gece için%@'dan başlıyor
vi: Mức phí thông thường của khách sạn này khởi điểm từ %@ cho %d đêm
zh_hans: 此酒店的常规价格从 %dU00A晚 %@ 起
zh_hant: 本酒店的正常房價從 %d 晚 %@起

# HL_HOTEL_DETAIL_DISCOUNT_OLD_PRICE##{few}
source: Regular rates for this hotel start from %@ for %d nights
da: Regelmæssige priser for dette hotel starter fra %@ for %d nætter
de: Standardpreise für dieses Hotel beginnen bei %@ für %d Nächte
el: Οι κανονικές χρεώσεις γι' αυτό το ξενοδοχείο ξεκινούν από %@ για %d νύχτες
fi: Normaalihinnat hotellissa alk. %@ per %d yötä
fr: Les tarifs réguliers pour cet hôtel commencent à %@ pour %d nuits
id: Tarif reguler hotel ini mulai dari %@ untuk %d malam
it: Le normali tariffe per questo hotel partono da %@ per %d notti
ja: このホテルの %d 泊分の通常宿泊料は、 %@からです
ko: 이 호텔에 대한 정규 요금은 %d 박에 %@부터 시작합니다
ms: Kadar biasa untuk hotel ini bermula dari %@ untuk %d malam
nb: Ordinære priser for dette hotellet fra %@ for %d netter
nl: Normale prijzen voor dit hotel beginnen vanaf %@ voor %d nachten
pt_pt: Preços habituais para este hotel começam em %@ para %d noites
ru: Обычно цены на этот отель начинаются от %@ за %d ночи
sv: Vanliga priserna för detta hotell starta från %@ for %d nätter
th: อัตราปกติสำหรับโรงแรมนี้เริ่มที่ %@ ต่อ %d คืน
tr: Bu otel için normal fiyatlar %d gece için%@'dan başlıyor
vi: Mức phí thông thường của khách sạn này khởi điểm từ %@ cho %d đêm
zh_hans: 此酒店的常规价格从 %dU00A晚 %@起
zh_hant: 本酒店的正常房價從 %d 晚 %@起
