Repository: wegobook/Aviasales-iOS-SDK
Catalog: AviasalesSDKTemplate/Resources/*.lproj/HotelsLocalizable.strings
Languages: da, de, el, fi, fr, id, it, ja, ko, ms, nb, nl, pt_pt, ru, sv, th, tr, vi, zh_hans, zh_hant

# HL_LOC_FROM_CONJUCTION
source: out of
da: ud af
de: von
el: από
fr: sur
id: dari
it: su
ja: 中
ko: 총
ms: daripada
nb: av
nl: van
pt_pt: de
ru: из
sv: utav
th: จาก
tr: dışında
vi: hết
zh_hans: 张，共有
zh_hant: 张，共有

# HL_LOC_GUEST##{one}
source: guest
da: gæst
de: Gast
el: άτομο
fi: vieras
fr: visiteur
id: tamu
it: ospite
ja: 宿泊者
ko: 투숙객
ms: tetamu
nb: gjest
nl: gast
pt_pt: hóspede
ru: гость
sv: gäst
th: แขก
tr: misafir
vi: khách
zh_hans: 位住客
zh_hant: 位客人

# HL_LOC_GUEST##{few}
source: guests
da: gæster
de: Gäste
el: άτομο
fi: vierasta
fr: visiteurs
id: tamu
it: ospiti
ja: 宿泊者
ko: 투숙객
ms: tetamu
nb: gjester
nl: gasten
pt_pt: hóspedes
ru: гостя
sv: gäster
th: แขก
tr: misafir
vi: khách
zh_hans: 位住客
zh_hant: 位客人

# HL_LOC_GUEST##{many}
source: guests
da: gæster
de: Gäste
el: άτομο
fi: vierasta
fr: visiteurs
id: tamu
it: ospiti
ja: 宿泊者
ko: 투숙객
ms: tetamu
nb: gjester
nl: gasten
pt_pt: hóspedes
ru: гостей
sv: gäster
th: แขก
tr: misafir
vi: khách
zh_hans: 位住客
zh_hant: 位客人

# HL_LOC_GUEST##{other}
source: guests
da: gæster
de: Gäste
el: άτομο
fi: vierasta
fr: visiteurs
id: tamu
it: ospiti
ja: 宿泊者
ko: 투숙객
ms: tetamu
nb: gjester
nl: gasten
pt_pt: hóspedes
ru: гостей
sv: gäster
th: แขก
tr: misafir
vi: khách
zh_hans: 位住客
zh_hant: 位客人

# HL_LOC_GUEST_ADULT##{one}
source: adult
da: voksen
de: Erwachsener
el: ενήλικας
fi: aikuinen
fr: adulte
id: dewasa
it: adulto
ja: 大人
ko: 성인
ms: dewasa
nb: voksen
nl: voksen
pt_pt: adulto
ru: взрослый
sv: vuxen
th: ผู้ใหญ่
tr: yetişkin
vi: người lớn
zh_hans: 成年人
zh_hant: 成年人

# HL_LOC_GUEST_ADULT##{few}
source: adult
da: voksen
de: Erwachsene/r
el: ενήλικας
fi: aikuinen
fr: adulte
id: dewasa
it: adulto
ja: 大人
ko: 성인
ms: dewasa
nb: voksen
nl: voksen
pt_pt: adulto
ru: взрослых
sv: vuxen
th: ผู้ใหญ่
tr: yetişkin
vi: người lớn
zh_hans: 成人
zh_hant: 成年人

# HL_LOC_GUEST_ADULT##{many}
source: adults
da: voksne
de: Erwachsene
el: ενήλικες
fi: aikuiset
fr: adultes
id: dewasa
it: adulti
ja: 大人
ko: 성인
ms: dewasa
nb: voksne
nl: volwassenen
pt_pt: adultos
ru: взрослых
sv: vuxna
th: ผู้ใหญ่
tr: yetişkinler
vi: người lớn
zh_hans: 成人
zh_hant: 成年人

# HL_LOC_GUEST_ADULT##{other}
source: adults
da: voksne
de: Erwachsene
el: ενήλικες
fi: aikuiset
fr: adultes
id: dewasa
it: adulti
ja: 大人
ko: 성인
ms: dewasa
nb: voksne
nl: volwassenen
pt_pt: adultos
ru: взрослых
sv: vuxna
th: ผู้ใหญ่
tr: yetişkinler
vi: người lớn
zh_hans: 成人
zh_hant: 成年人

# HL_LOC_GUEST_KID##{one}
source: child
da: barn
de: Kind
el: παιδί
fi: lapsi
fr: enfant
id: anak
it: bambino
ja: 子ども
ko: 어린이
ms: kanak-kanak
nb: barn
nl: barn
pt_pt: criança
ru: ребенок
sv: barn
th: เด็ก
tr: çocuk
vi: trẻ em
zh_hans: 儿童
zh_hant: 兒童

# HL_LOC_GUEST_KID##{few}
source: child
da: barn
de: Kind
el: παιδί
fi: lapsi
fr: enfant
id: anak
it: bambino
ja: 子ども
ko: 어린이
ms: kanak-kanak
nb: barn
nl: barn
pt_pt: criança
ru: ребенка
sv: barn
th: เด็ก
tr: çocuk
vi: trẻ em
zh_hans: 儿童
zh_hant: 孩子

# HL_LOC_GUEST_KID##{many}
source: children
da: børn
de: Kinder
el: παιδιά
fi: lapset
fr: enfants
id: anak-anak
it: bambini
ja: 子ども
ko: 어린이
ms: kanak-kanak
nb: barn
nl: barn
pt_pt: crianças
ru: детей
sv: barn
th: เด็ก
tr: çocuklar
vi: trẻ em
zh_hans: 儿童
zh_hant: 兒童

# HL_LOC_GUEST_KID##{other}
source: children
da: børn
de: Kinder
el: παιδιά
fi: lapset
fr: enfants
id: anak-anak
it: bambini
ja: 子ども
ko: 어린이
ms: kanak-kanak
nb: barn
nl: barn
pt_pt: crianças
ru: детей
sv: barn
th: เด็ก
tr: çocuklar
vi: trẻ em
zh_hans: 儿童
zh_hant: 孩子

# LOC_SEARCH_FORM_TITLE
source: Hotels
da: Hoteller
el: Ξενοδοχεία
fi: Hotellit
fr: Hôtels
id: Hotel
it: Alberghi
ja: ホテル
ko: 호텔
ms: Hotel
nb: Hoteller
pt_pt: Hóteis
ru: Поиск отелей
sv: Hotell
th: โรงแรม
tr: Oteller
vi: Khách sạn
zh_hans: 酒店
zh_hant: 酒店

# HL_SEARCH_FORM_CITY_TITLE
source: City or hotel
da: By eller hotel
de: Stadt oder Hotel
el: Πόλη ή ξενοδοχείο
fi: Kaupunki tai hotelli
fr: Ville ou hôtel
id: Kota atau hotel
it: Città o hotel
ja: 都市またはホテル
ko: 도시 또는 호텔
ms: Bandar atau hotel
nb: By eller hotell
nl: Stad of hotel
pt_pt: Cidade ou hotel
ru: Отель или город
sv: Stad eller hotell
th: เมืองและโรงแรม
tr: Şehir veya otel
vi: Thành phố hay khách sạn
zh_hans: 城市或酒店
zh_hant: 城市或酒店

# HL_LOC_SEARCH_KIDS_TITLE
source: Children
da: Børn
de: Kinder
el: Παιδιά
fi: Lapsia
fr: Enfant
id: Anak-anak
it: Bambini
ja: 子供
ko: 어린이
ms: Kanak-kanak
nb: Barn
nl: Kinderen
pt_pt: Crianças
ru: Детей
sv: Spädbarn
th: เด็ก
tr: Çocuk
vi: Trẻ em
zh_hans: 儿童
zh_hant: 兒童

# HL_LOC_SEARCH_ADULTS_TITLE
source: Adults
da: Voksne
de: Erwachsene
el: Ενηλικες
fi: Aikuista
fr: Adultes
id: Dewasa
it: Adulti
ja: 大人
ko: 성인
ms: Dewasa
nb: Voksne
nl: Volwassenen
pt_pt: Adultos
ru: Взрослых
sv: Vuxna
th: ผู้ใหญ่
tr: Yetişkin
vi: Người lớn
zh_hans: 成人
zh_hant: 成人

# HL_LOC_SEARCH_DATES_LABEL
source: Dates
da: Datoer
de: Datum
el: Ημερομηνίες
fi: Lentopäivät
id: Tanggal
it: Date
ja: 日付
ko: 날짜
ms: Tarikh
nb: Datoer
nl: Data
pt_pt: Datas
ru: Заезд и выезд
sv: Datum
th: วันที่
tr: Tarihler
vi: Ngày
zh_hans: 日期
zh_hant: 日期

# HL_LOC_YEAR##{one}
source: year
da: år
de: Jahr
el: έτος
fi: vuosi
fr: année
id: tahun
it: anno
ja: 歳
ko: 세
ms: tahun
nb: år
nl: jaar
pt_pt: ano
ru: год
sv: år
th: ปี
tr: yıl
vi: tuổi
zh_hans: 年
zh_hant: 歲

# HL_LOC_YEAR##{few}
source: years
da: år
de: Jahre
el: έτη
fi: vuotta
fr: années
id: tahun
it: anni
ja: 歳
ko: 세
ms: tahun
nb: år
nl: jaar
pt_pt: anos
ru: года
sv: år
th: ปี
tr: yıl
vi: tuổi
zh_hans: 年
zh_hant: 歲

# HL_LOC_YEAR##{many}
source: years
da: år
de: Jahre
el: έτη
fi: vuotta
fr: années
id: tahun
it: anni
ja: 歳
ko: 세
ms: tahun
nb: år
nl: jaar
pt_pt: anos
ru: лет
sv: år
th: ปี
tr: yıl
vi: tuổi
zh_hans: 年
zh_hant: 歲

# HL_LOC_YEAR##{other}
source: years
da: år
de: Jahre
el: έτη
fi: vuotta
fr: années
id: tahun
it: anni
ja: 歳
ko: 세
ms: tahun
nb: år
nl: jaar
pt_pt: anos
ru: лет
sv: år
th: ปี
tr: yıl
vi: tuổi
zh_hans: 年
zh_hant: 歲

# HL_LOC_NIGHT##{one}
source: night
da: nat
de: Nacht
el: νύχτα
fi: yö
fr: nuit
id: malam
it: notte
ja: 泊
ko: 박
ms: malam
nb: natt
nl: nacht
pt_pt: noite
ru: ночь
sv: natt
th: คืน
tr: gece
vi: đêm
zh_hans: 晚
zh_hant: 晚

# HL_LOC_NIGHT##{few}
source: nights
da: nætter
de: Nächte
el: νύχτες
fi: yötä
fr: nuits
id: malam
it: notti
ja: 泊
ko: 박
ms: malam
nb: netter
nl: nachten
pt_pt: noites
ru: ночи
sv: nätter
th: คืน
tr: geceler
vi: đêm
zh_hans: 晚
zh_hant: 晚

# HL_LOC_NIGHT##{many}
source: nights
da: nætter
de: Nächte
el: νύχτες
fi: yötä
fr: nuits
id: malam
it: notti
ja: 泊
ko: 박
ms: malam
nb: netter
nl: nachten
pt_pt: noites
ru: ночей
sv: natt
th: คืน
tr: geceler
vi: đêm
zh_hans: 晚
zh_hant: 晚

# HL_LOC_NIGHT##{other}
source: nights
da: nætter
de: Nächte
el: νύχτες
fi: yötä
fr: nuits
id: malam
it: notti
ja: 泊
ko: 박
ms: malam
nb: netter
nl: nachten
pt_pt: noites
ru: ночей
sv: natt
th: คืน
tr: geceler
vi: đêm
zh_hans: 晚
zh_hant: 晚

# HL_LOC_FOR_NIGHT##{one}
source: per %d night
da: per %d nat
de: für %d Nacht
el: για %d νύχτα
fi: per %d yö
fr: par %d nuit
id: per %d malam
it: per %d notte
ja: 1泊 %d
ko: %d박 요금
ms: %d malam
nb: per %d natt
nl: per %d nacht
pt_pt: por %d noite
ru: за %d ночь
sv: per %d natt
th: ต่อ %d คืน
tr: %d gece için
vi: mỗi %d đêm
zh_hans: 每 %d 晚
zh_hant: 每 %d 晚

# HL_LOC_FOR_NIGHT##{few}
source: per %d nights
da: per %d nætter
de: für %d Nächte
el: για %d νύχτες
fi: per %d yötä
fr: par %d nuits
id: per %d malam
it: per %d notti
ja: 泊ごとに %d
ko: %d박 요금
ms: %d malam
nb: per %d netter
nl: per %d nachten
pt_pt: por %d noites
ru: за %d ночи
sv: per %d nätter
th: ต่อ %d คืน
tr: %d gece için
vi: mỗi %d đêm
zh_hans: 每 %d 晚
zh_hant: 每 %d 晚

# HL_LOC_FOR_NIGHT##{many}
source: per %d nights
da: per %d nætter
de: für %d Nächte
el: για %d νύχτες
fi: per %d yötä
fr: par %d nuits
id: per %d malam
it: per %d notti
ja: 泊ごとに %d
ko: %d박 요금
ms: %d malam
nb: per %d netter
nl: per %d nachten
pt_pt: por %d noites
ru: за %d ночей
sv: per %d nätter
th: ต่อ %d คืน
tr: %d gece için
vi: mỗi %d đêm
zh_hans: 每 %d 晚
zh_hant: 每 %d 晚

# HL_LOC_FOR_NIGHT##{other}
source: per %d nights
da: per %d nætter
de: für %d Nächte
el: για %d νύχτες
fi: per %d yötä
fr: par %d nuits
id: per %d malam
it: per %d notti
ja: 泊ごとに %d
ko: %d박 요금
ms: %d malam
nb: per %d netter
nl: per %d nachten
pt_pt: por %d noites
ru: за %d ночей
sv: per %d nätter
th: ต่อ %d คืน
tr: %d gece için
vi: mỗi %d đêm
zh_hans: 每 %d 晚
zh_hant: 每 %d 晚

# HL_LOC_SEARCH_FORM_EMPTY_ALERT_TITLE
source: Error
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
ms: Ralat
nb: Feil
nl: Feil
pt_pt: Erro
ru: Ошибка
sv: Fel
th: ผิดพลาด
tr: Hata
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

# HL_LOC_SEARCH_FORM_EMPTY_ADULTS_MESSAGE
source: Please select the number of guests
da: Vælg venligst antallet af gæster
de: Wählen Sie bitte die Anzahl der Gäste
el: Θα πρέπει να επιλέξεις αριθμό ατόμων
fi: Valitse vieraiden lukumäärä
fr: Veuillez sélectionner le nombre de personnes
id: Mohon pilih jumlah tamu
it: Selezionare il numero di ospiti
ja: 宿泊者の数を選んでください
ko: 투숙객 수를 선택하세요
ms: Sila pilih bilangan tetamu
nb: Vennligst velg antall gjester
nl: Voer het aantal gasten in
pt_pt: Por favor selecione o número de hóspedes
ru: Выберите, пожалуйста, количество гостей
sv: Välj antal gäster
th: กรุณาเลือกจำนวนแขกที่เข้าพัก
tr: Lütfen misafir sayısını seçin
vi: Vui lòng chọn số lượng khách
zh_hans: 请选择宿客人数
zh_hant: 請選取客人數量

# HL_LOC_SEARCH_FORM_EMPTY_CITY_MESSAGE
source: Please select your destination
da: Vælg venligst din destination
de: Bitte wählen Sie Ihr Reiseziel
el: Θα πρέπει να επιλέξεις προορισμό
fi: Valitse kohteesi
fr: Veuillez sélectionner votre destination
id: Mohon pilih tujuan Anda
it: Selezionare la propria destinazione
ja: 目的地を選択してください
ko: 목적지를 선택하세요
ms: Sila pilih destinasi anda
nb: Vennligst velg destinasjon
nl: Selecteer je bestemming
pt_pt: Por favor, selecione o seu destino
ru: Заполните, пожалуйста, поле "Город"
sv: Välj din destination
th: กรุณาเลือกเมืองปลายทางของคุณ
tr: Lütfen gideceğiniz yeri seçin
vi: Vui lòng chọn điểm đến của bạn
zh_hans: 请选择你的目的地
zh_hant: 請選取您的目的地

# HL_LOC_TO_RESULTS_SEARCH_BUTTON_TITLE
source: Search results
da: Søgeresultater
de: Suchresultate
el: Αναζήτηση στα αποτελέσματα
fi: Hakutulokset
fr: Résultats de recherche
id: Hasil pencarian
it: Risultati di ricerca
ja: 検索結果
ko: 검색 결과
ms: Keputusan carian
nb: Søkeresultater
nl: Zoekresultaten
pt_pt: Resultados de pesquisa
ru: К результатам
sv: Sökresultat
th: ค้นหาผลลัพธ์
tr: Arama sonuçları
vi: Kết quả tìm kiếm
zh_hans: 搜索结果
zh_hant: 搜索結果

# HL_LOC_SEARCH_BUTTON_TITLE
source: FIND HOTELS
da: FIND HOTELLER
de: HOTELS FINDEN
el: ΒΡΕΣ ΞΕΝΟΔΟΧΕΊΑ
fi: LÖYDÄ HOTELLIT
fr: TROUVER DES HÔTELS
id: CARI HOTEL
it: TROVA HOTEL
ja: ホテルを探す
ko: 호텔 검색
ms: CARI HOTEL
nb: FINN HOTELL
nl: ZOEK HOTELS
pt_pt: ENCONTRAR HOTÉIS
ru: НАЙТИ ОТЕЛИ
sv: HITTA HOTELL
th: ค้นหาโรงแรม
tr: OTEL BUL
vi: TÌM KHÁCH SẠN
zh_hans: 寻找酒店
zh_hant: 尋找酒店

# HL_LOC_SEARCH_BUTTON_TITLE_PRICES
source: GET PRICES
da: FIND PRISER
de: PREISE ANSEHEN
el: ΛΆΒΕ ΤΙΜΈΣ
fi: NÄYTÄ HINNAT
fr: VOIR LES PRIX
id: LIHAT HARGA
it: OTTIENI PREZZI
ja: 価格を確認
ko: 가격 정보 얻기
ms: DAPATKAN HARGA
nb: HENT PRISER
nl: KRIJG PRIJZEN
pt_pt: OBTER PREÇOS
ru: НАЙТИ ЦЕНЫ
sv: FÅ PRISER
th: รับ ราคา
tr: FIYATLARI GÖR
vi: XEM GIÁ
zh_hans: 查看价格
zh_hant: 取得價格

# HL_LOC_DATE_PICKER_TITLE
source: Select dates
da: Vælg dato
de: Daten auswählen
el: Επιλέξτε ημερομηνία
fi: Valitse päivät
fr: Sélectionner des dates
id: Pilih tanggal
it: Seleziona date
ja: 日付を選択
ko: 날짜 선택
ms: Pilih tarikh
nb: Velg datoer
nl: Selecteer data
pt_pt: Selecionar datas
ru: Выберите даты
sv: Välj datum
th: เลือกวันที่
tr: Tarihleri seçin
vi: Chọn ngày
zh_hans: 选择日期
zh_hant: 選取日期

# HL_LOC_DATE_PICKER_LENGTH_RESTRICTION_TITLE
source: We’re sorry, but the maximum hotel stay is limited to 30 days
da: Vi beklager, men det maksimale hotelophold er begrænset til 30 dage
de: Es tut uns leid, der maximale Hotelaufenthalt ist auf 30 Tage beschränkt
el: Λυπούμαστε, αλλά η μέγιστη διαμονή σε ξενοδοχείο περιορίζεται στις 30 ημέρες.
fi: Pahoittelut, hotellin majoittumisaika on rajattu 30 vuorokauteen
fr: Nous sommes désolé, mais la durée du séjour ne peux pas dépasser 30 jours
id: Maaf, menempati apartemen maksimal hanya sampai dengan 30 hari
it: Siamo spiacenti, ma la durata del soggiorno in hotel è limitata a un massimo di 30 giorni
ja: 申し訳ありません。 ホテルの最大滞在日数は 30日間です。
ko: 죄송합니다. 호텔에 숙박할 수 있는 최대 기간은 30일입니다
ms: Maaf, tempoh maksimum untuk tinggal di hotel terhad kepada 30 hari
nb: Beklager, men opphold på hotell er begrenset til maksimalt 30 dager
nl: Het spijt ons, maar de maximale verblijfstijd in het hotel is 30 dagen
pt_pt: Pedimos desculpa, mas a permanência máxima no hotel é limitada a 30 dias
ru: Извините, но максимальная продолжительность проживания в отеле — 30 дней
sv: Vi beklagar, men maximala hotellvistelsen är begränsad till 30 dagar
th: ขออภัย จำนวนวันที่เข้าพักในโรงแรมจำกัดอยู่ที่ 30 วัน
tr: Üzgünüz, ancak maksimum otel konaklama süresi 30 gün ile sınırlıdır.
vi: Chúng tôi rất tiếc, nhưng thời gian tối đa ở lại khách sạn được giới hạn trong vòng 30 ngày
zh_hans: 很抱歉， 酒店入住天数 限制为最多30天
zh_hant: 很抱歉， 酒店入住天數 限制為最多30天。

# HL_KIDS_PICKER_TITLE
source: Children
da: Børn
de: Kinder
el: Παιδια
fi: Lapsia
fr: Bébés
id: Anak-anak
it: Bambini
ja: 子供
ko: 어린이
ms: Kanak-kanak
nb: Barn
nl: Kinderen
pt_pt: Crianças
ru: Дети
sv: Barn
th: เด็ก
tr: Çocuklar
vi: Trẻ em
zh_hans: 儿童
zh_hant: 孩子

# HL_KIDS_PICKER_LESS_THAN_ONE_YEAR_TITLE
source: Infants
da: Børn
de: Kleinkinder
el: Βρεφη
fi: Sylivauvoja
fr: Bébés
id: Bayi
it: Neonati
ja: 乳児
ko: 유아
ms: Bayi
nb: Spedbarn
nl: Zuigelingen
pt_pt: Bébés
ru: Меньше года
sv: Spädbarn
th: ทารก
tr: Bebekler
vi: Trẻ sơ sinh
zh_hans: 婴幼儿
zh_hant: 嬰兒

# HL_KIDS_PICKER_CELL_SELECT_AGE_TITLE
source: Age
da: Alder
de: Alter
el: Ηλικία
fi: Ikä
id: Umur
it: Età
ja: 年齢
ko: 나이
ms: Umur
nb: Alder
nl: Leeftijd
pt_pt: Idade
ru: Выберите возраст
sv: Ålder
th: อายุ
tr: Yaş
vi: Tuổi
zh_hans: 年龄
zh_hant: 年齡

# HL_KIDS_PICKER_APPLY_BUTTON_TITLE
source: Apply
da: Søg
de: Anwenden
el: Εφαρμογή
fi: Hyväksy
fr: Appliquer
id: Terapkan
it: Applica
ja: 適用
ko: 적용
ms: Guna
nb: Bruk
nl: Toepassen
pt_pt: Aplicar
ru: Применить
sv: Använd
th: ใช้งาน
tr: Uygulayın
vi: Chọn
zh_hans: 应用
zh_hant: 套用

# HL_KIDS_PICKER_CANCEL_BUTTON_TITLE
source: Cancel
da: Annuler
de: Abbrechen
el: Ακυρωση
fi: Peruuta
fr: Annnuler
id: Simpan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Avbryt
pt_pt: Cancelar
ru: Отменить
sv: Avbryt
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# HL_CLEAN_BUTTON_TITLE
source: Сlear
da: Slet
de: Löschen
el: Εκκαθάριση
fi: Tyhjennä
fr: Effacer
id: Hapus
it: Cancella
ja: クリア
ko: 지우기
ms: Kosongkan
nb: Fjern
nl: Wis
pt_pt: Limpar
ru: Очистить
sv: Rensa
th: ลบ
tr: Temizle
vi: Xóa
zh_hans: 清除
zh_hant: 清除

# LOC_SEARCH_HEADER_TITLE_RECENT
source: Recent search
da: Nylig søgning
de: Letzte Suche
el: Πρόσφατη αναζήτηση
fi: Viimeaikaiset haut
fr: Recherches récentes
id: Pencarian baru-baru ini
it: Ricerca recente
ja: 最近の検索
ko: 최근 검색
ms: Carian terkini
nb: Nylige søk
nl: Recente zoekopdracht
pt_pt: Pesquisa recente
ru: Недавний поиск
sv: Senaste sökningen
th: การค้นหาเมื่อเร็ว ๆ นี้
tr: Son arama
vi: Tìm kiếm gần đây
zh_hans: 近期搜索
zh_hant: 最近的搜尋

# LOC_CITY_PICKER_HEADER_TITLE_CITIES
source: Cities
da: Byer
de: Städte
el: Πόλεις
fi: Kaupungit
fr: Villes
id: Kota-kota
it: Città
ja: 都市
ko: 도시
ms: Bandar
nb: Byer
nl: Steden
pt_pt: Cidades
ru: Города
sv: Städer
th: เมือง
tr: Şehirler
vi: Thành phố
zh_hans: 城市
zh_hant: 城市

# LOC_CITY_PICKER_HEADER_TITLE_HOTELS
source: Hotels
da: Hoteller
el: Ξενοδοχεία
fi: Hotellit
fr: Hôtels
id: Hotel
it: Alberghi
ja: ホテル
ko: 호텔
ms: Hotel
nb: Hoteller
pt_pt: Hóteis
ru: Отели
sv: Hotell
th: โรงแรม
tr: Oteller
vi: Khách sạn
zh_hans: 酒店
zh_hant: 酒店

# LOC_CITY_PICKER_HEADER_TITLE_AIRPORTS
source: Airports
da: Lufthavne
de: Flughäfen
el: Αεροδρομια
fi: Lentokentät
fr: Aéroports
id: Bandara
it: Aeroporti
ja: 空港
ko: 공항
ms: Lapangan Terbang
nb: Flyplasser
nl: Flyplasser
pt_pt: Aeroportos
ru: Аэропорты
sv: Flygplatser
th: สนามบิน
tr: Hava Alanları
vi: Sân bay
zh_hans: 机场
zh_hant: 機場

# LOC_CITY_PICKER_HEADER_TITLE_NEARBY
source: Near you
da: Nær dig
de: In Ihrer Nähe
el: Κοντά σου
fi: Lähellä sinua
fr: A proximité
id: Di dekat Anda
it: Vicino a te
ja: 近場
ko: 인근
ms: Berhampiran anda
nb: Nær deg
nl: In de buurt
pt_pt: Nas próximidades
ru: Рядом с вами
sv: Nära dig
th: ใกล้คุณ
tr: Yakınınızdakiler
vi: Gần bạn
zh_hans: 靠近你
zh_hant: 在您附近

# HL_LOC_CITY_PLACEHOLDER_TEXT
source: Cities and hotels
da: Byer og hoteller
de: Städte und Hotels
el: Πόλεις και ξενοδοχεία
fi: Kaupungit ja hotellit
fr: Villes et hôtels
id: Kota dan hotel
it: Città e hotel
ja: 都市とホテル
ko: 도시 및 호텔
ms: Bandar dan hotel
nb: Byer og hoteller
nl: Steden en hotels
pt_pt: Cidades e hotéis
ru: Города и отели
sv: Städer och hotell
th: เมืองและโรงแรม
tr: Şehirler ve oteller
vi: Thành phố và khách sạn
zh_hans: 城市与酒店
zh_hant: 城市與酒店

# HL_LOC_NO_CITY_PICKER_RESULTS
source: Nothing found
da: Intet fundet
de: Nichts gefunden
el: Δε βρέθηκε τίποτα
fi: Mitään ei löytynyt
fr: Rien n'a été trouvé
id: Tidak ditemukan apa-apa
it: Nessun elemento trovato
ja: 該当なし
ko: 발견된 항목 없음
ms: Tiada apa ditemui
nb: Ingenting funnet
nl: Niets gevonden
pt_pt: Nada encontrado
ru: Ничего не найдено
sv: Ingenting hittades
th: ไม่พบผลลัพธ์
tr: Hiçbir şey bulunamadı
vi: Không tìm thấy gì
zh_hans: 未找到结果
zh_hant: 未找到結果

# HL_LOC_FILTER_TITLE_LABEL
source: Filters
da: Filter
de: Filter
el: Φίλτρα
fi: Suodattimet
fr: Filtres
id: Saring
it: Filtri
ja: フィルター
ko: 검색 필터
ms: Penapis
nb: Filter
pt_pt: Filtros
ru: Фильтры
sv: Filter
th: ตัวกรอง
tr: Filtreler
vi: Bộ lọc
zh_hans: 筛选
zh_hant: 篩選

# HL_LOC_FILTER_DROP_BUTTON
source: Reset
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
fi: Tyhjennä
fr: Réinitialiser
id: Atur ulang
it: Ripristina
ja: リセット
ko: 재설정
ms: Set semula
nb: Nullstill
nl: Verwijder
pt_pt: Limpar
ru: Сбросить
sv: Återställ
th: ตั้งค่าใหม่
tr: Sıfırla
vi: Cài đặt lại
zh_hans: 重置
zh_hant: 清除

# HL_LOC_FILTER_APPLY_BUTTON
source: Done
da: Færdig
de: OK
el: Τέλος
fi: Valmis
fr: OK
id: Selesai
it: Fatto
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: Klaar
pt_pt: OK
ru: Готово
sv: Färdig
th: ตกลง
tr: Tamam
vi: Xong
zh_hans: 是
zh_hant: 完成

# HL_LOC_FILTER_PRICE_CRITERIA
source: Price
da: Pris
de: Preis
el: Τιμή
fi: Hinta
fr: Prix
id: Harga
it: Prezzo
ja: 価格
ko: 운임료
ms: Harga
nb: Pris
nl: Prijs
pt_pt: Preço
ru: Цена
sv: Pris
th: ราคา
tr: Fiyat
vi: Giá
zh_hans: 价格
zh_hant: 票價

# HL_LOC_FILTER_RANGE
source: from %@ to %@
da: fra %@ til %@
de: von %@ bis %@
el: από %@ σε %@
fi: ajalle %@ - %@
fr: de %@ à %@
id: dari %@ ke %@
it: da %@ a %@
ja: %@ から %@
ko: 최저 %@ 최고 %@
ms: dari %@ ke %@
nb: fra %@ til %@
nl: van %@ tot %@
pt_pt: de %@ a %@
ru: от %@ до %@
sv: från %@ till %@
th: จาก %@ ถึง %@
tr: %@'den %@'e
vi: từ %@ đến %@
zh_hans: 从%@到%@
zh_hant: 從 %@ 至 %@

# HL_LOC_FILTER_FROM_STRING
source: from
da: fra
de: von
el: από
fi: väliltä
fr: à partir de
id: dari
it: da
ja: 最低：
ko: 최저
ms: dari
nb: fra
nl: vanaf
pt_pt: de
ru: от
sv: från
th: จาก
tr: dan başlıyor
vi: từ
zh_hans: 从
zh_hant: 起價為

# HL_LOC_FILTER_TO_STRING
source: up to
da: frem til
de: bis
el: έως
fi: enintään
fr: jusqu'à
id: hingga
it: fino a
ja: 最高：
ko: 최고
ms: hingga
nb: opptil
nl: opptil
pt_pt: até
ru: до
sv: upp till
th: ไม่เกิน
tr: şu güne kadar
vi: đến
zh_hans: 最多
zh_hant: 最多

# HL_LOC_FILTER_DISTANCE_CRITERIA
source: Distance to:
da: Afstand til:
de: Entfernung zu:
el: Απόσταση προς:
fi: Etäisyys kohteeseen:
fr: Distance de :
id: Jarak menuju:
it: Distanza da:
ja: 距離：
ko: 다음 위치까지의 거리:
ms: Jarak ke:
nb: Avstand til:
nl: Afstand tot:
pt_pt: Distância até:
ru: Расстояние до:
sv: Avstånd till:
th: ระยะทางไปยัง:
tr: Şuraya uzaklık:
vi: Khoảng cách đến:
zh_hans: 距离：
zh_hant: 距離：

# HL_LOC_FILTER_DISTANCE_CRITERIA_CENTER
source: Center
da: Centrum
de: Zentrum
el: Κέντρο
fi: Keskusta
fr: Centre ville
id: Pusat
it: Centro
ja: 中心部
ko: 도심
ms: Pusat
nb: Sentrum
nl: Centrum
pt_pt: Centro
ru: Центр
sv: Centrum
th: ใจกลางเมือง
tr: Merkez
vi: Trung tâm
zh_hans: 市中心
zh_hant: 市中心

# HL_LOC_FILTER_FOOD_PAYMENT_SECTION
source: Meals and payment
da: Måltider og betaling
de: Mahlzeiten und Bezahlung
el: Γεύματα και πληρωμή
fi: Ateriat ja maksaminen
fr: Repas et paiement
id: Santapan dan pembayaran
it: Vitto e pagamenti
ja: 食事と支払い
ko: 식사 및 결제
ms: Makanan dan bayaran
nb: Måltider og betaling
nl: Maaltijden en betaling
pt_pt: Refeições e pagamento
ru: Питание и оплата
sv: Måltid och betalning
th: มื้ออาหารและการชำระเงิน
tr: Öğünler ve ödeme
vi: Các bữa ăn và thanh toán
zh_hans: 餐饮和付款
zh_hant: 餐點及付款

# HL_LOC_FILTER_STARS_SECTION
source: Stars
da: Stjerner
de: Sterne
fi: Tähdet
fr: Étoiles
id: Bintang
it: Stelle
ja: スター
ko: 별
ms: Bintang
nb: Stjerner
nl: Sterren
pt_pt: Estrelas
ru: Звезды
sv: Stjärnor
th: ดาว
tr: Yıldız
vi: Sao
zh_hans: 星
zh_hant: 星數

# HL_LOC_FILTER_PROPERTY_TYPE_SECTION
source: Property type
da: Ejendomstype
de: Art der Unterkunft
el: Είδος Διαμονής
fi: Majoituksen tyyppi
fr: Type de propriété
id: Jenis bangunan
it: Tipologia struttura
ja: プロパティタイプ
ko: 숙소 종류
ms: Jenis hartanah
nb: Overnattingstype
nl: Soort accomodatie
pt_pt: Tipo de unidade
ru: Тип жилья
sv: Egendomstyp
th: ชนิดของสถานที่
tr: Konut türü
vi: Loại hình lưu trú
zh_hans: 房屋类型
zh_hant: 房屋類型

# HL_LOC_FILTER_UNWANTED_VARIANTS_SECTION
source: Hide results
da: Skjul resultater
de: Resultate verbergen
el: Κρύψε αποτελέσματα
fi: Piilota tulokset
fr: Cacher les résultats
id: Sembunyikan hasil
it: Nascondi risultati
ja: 結果を隠す
ko: 결과 숨기기
ms: Sembunyikan hasil carian
nb: Skjul resultater
nl: Verberg resultaten
pt_pt: Esconder resultados
ru: Скрыть из результатов
sv: Dölj resultat
th: ซ่อนผลลัพธ์
tr: Sonuçları gizle
vi: Ẩn các kết quả
zh_hans: 隐藏结果
zh_hant: 隱藏結果

# HL_LOC_FILTER_DISTRICTS_SECTION
source: Districts
da: Distrikter
de: Bezirke
el: Περιοχές
fi: Alueet
id: Distrik
it: Quartieri
ja: 地区
ko: 지역
ms: Daerah
nb: Områder
nl: Districten
pt_pt: Distritos
ru: Районы города
sv: District
th: เขต
tr: Bölgeler
vi: Các quận
zh_hans: 分区
zh_hant: 地區

# HL_LOC_FILTER_GATES_SECTION
source: Booking agencies
da: Booking bureauer
de: Buchungsagenturen
el: Υπηρεσίες κράτησης
fi: Varaustoimistot
fr: Agences de réservation
id: Agen pemesanan
it: Agenzie
ja: 予約代理店
ko: 예약 에이전시
ms: Agensi tempahan
nb: Bookingselskaper
nl: Boekingskantoren
pt_pt: Agências de reserva
ru: Агентства бронирования
sv: Bokningskontor
th: เอเจนซีรับจอง
tr: Rezervasyon acentaları
vi: Các đại lý đặt vé
zh_hans: 预订代理
zh_hant: 預訂機構

# HL_LOC_FILTER_GATES_SELECTION
source: Booking agencies
da: Booking bureauer
de: Buchungsagenturen
el: Υπηρεσίες κράτησης
fi: Varaustoimistot
fr: Agences de réservation
id: Agen pemesanan
it: Agenzie
ja: 予約代理店
ko: 예약 에이전시
ms: Agensi tempahan
nb: Bookingselskaper
nl: Boekingskantoren
pt_pt: Agências de reserva
ru: Выбор агентств
sv: Bokningskontor
th: เอเจนซีรับจอง
tr: Rezervasyon acentaları
vi: Các đại lý đặt vé
zh_hans: 预订代理
zh_hant: 預訂機構

# HL_LOC_FILTER_SELECT_GATES
source: Select agencies
da: Vælg bureauer
de: Agenturen auswählen
el: Επιλογή πρακτορείων
fi: Valitse toimistot
fr: Choisir les agences
id: Pilih agen
it: Seleziona agenzie
ja: 代理店を選択
ko: 에이전시 선택
ms: Pilih agensi
nb: Velg bookingselskaper
nl: Selecteer bureaus
pt_pt: Seleccione agências
ru: Выбрать агентства
sv: Välj agentur
th: เลือกเอเจนซี
tr: Acentaları seçin
vi: Chọn đại lý
zh_hans: 选择代理
zh_hant: 選擇機構

# HL_LOC_FILTER_ALL_GATES
source: All agencies
da: Alle Rejsebureauer
de: Alle Agenturen
el: Πρακτορεια ολα
fi: Kaikki matkatoimistot
fr: Toutes les agences
id: Semua agen
it: Tutte le agenzie
ja: すべての旅行代理店
ko: 모든 여행사
ms: Semua agensi
nb: Alle reisebyråer
nl: Alle reisebyråer
pt_pt: Todas as agências
ru: Все агентства
sv: Alla agenturer
th: บริษัทตัวแทนทั้งหมด
tr: Tüm acenteler
vi: Tất cả đại lý
zh_hans: 所有代理机构
zh_hant: 所有旅行社
