Repository: wegobook/Aviasales-iOS-SDK
Catalog: AviasalesSDKTemplate/Resources/*.lproj/HotelsLocalizable.strings
Languages: da, de, el, fi, fr, id, it, ja, ko, ms, nb, nl, pt_pt, ru, sv, th, tr, vi, zh_hans, zh_hant

# HL_LOC_FILTER_DISTRICTS_SELECTION
source: Districts
da: Distrikter
de: Stadtviertel
el: Περιοχές
fi: Alueet
id: Distrik
it: Quartieri
ja: 地区
ko: 지역
ms: Daerah
nb: Områder
nl: Districten
pt_pt: Distritos
ru: Выбор районов
sv: District
th: เขต
tr: Bölgeler
vi: Các quận
zh_hans: 分区
zh_hant: 地區

# HL_LOC_FILTER_SELECT_DISTRICTS
source: Select districts
da: Vælg distrikter
de: Bezirke auswählen
el: Επιλογή περιοχών
fi: Valitse alueet
fr: Choisir les districts
id: Pilih distrik
it: Seleziona quartieri
ja: 地区を選択
ko: 지역 선택
ms: Pilih daerah
nb: Velg områder
nl: Selecteer districten
pt_pt: Seleccione distritos
ru: Выбрать районы
sv: Välj distrikt
th: เลือกเขต
tr: Bölgeleri seçin
vi: Chọn quận
zh_hans: 选择分区
zh_hant: 選擇地區

# HL_LOC_FILTER_ALL_DISTRICTS
source: All districts
da: Alle distrikter
de: Alle Bezirke
el: Όλες οι περιοχές
fi: Kaikki alueet
fr: Tous les districts
id: Semua distrik
it: Tutti i quartieri
ja: 全ての地区
ko: 모든 지역
ms: Semua daerah
nb: Alle områder
nl: Alle districten
pt_pt: Todos os distritos
ru: Все районы
sv: Alla distrikt
th: เขตทั้งหมด
tr: Tüm bölgeler
vi: Tất cả các quận
zh_hans: 所有分区
zh_hant: 所有地區

# HL_LOC_FILTER_ORIGIN_POINT_SELECTION
source: Distance to
da: Afstand til
de: Entfernung vom
el: Απόσταση προς
fi: Etäisyys
fr: Distance de
id: Jarak ke
it: Distanza da
ja: 距離
ko: 다음 위치까지의 거리
ms: Jarak ke
nb: Avstand til
nl: Afstand tot
pt_pt: Distância até
ru: Расстояние до
sv: Avstånd till
th: ระยะทางไปยัง
tr: Şuraya uzaklık
vi: Khoảng cách đến
zh_hans: 距离
zh_hant: 距離

# HL_LOC_FILTER_BREAKFAST_CRITERIA
source: Breakfast
da: Morgenmad
de: Frühstück
el: Πρωινό
fi: Aamiainen
fr: Petit déjeuner
id: Sarapan
it: Colazione
ja: 朝食
ko: 조식 포함
ms: Sarapan
nb: Frokost
nl: Ontbijt
pt_pt: Pequeno-almoço
ru: Завтрак включен
sv: Frukost
th: อาหารเช้า
tr: Kahvaltı
vi: Điểm tâm sáng
zh_hans: 早餐
zh_hant: 早餐

# HL_LOC_FILTER_ALL_INCLUSIVE_CRITERIA
source: All inclusive
da: Alt inklusiv
de: Alles inbegriffen
fi: Kaikenkattava
fr: Tout compris
id: Semua sudah termasuk
it: Tutto incluso
ja: すべて表示する
ko: 모두 포함
ms: Semua termasuk
pt_pt: Tudo incluído
ru: Все включено
th: โดยรวมทั้งหมด
tr: Her şey dahil
vi: Bao gồm tất cả
zh_hans: 包含一切
zh_hant: 包含所有的

# HL_LOC_FILTER_REFUNDABLE_CRITERIA
source: Free cancellation
da: Gratis afbestilling
de: Kostenlose Stornierung
el: Δωρεάν ακύρωση
fi: Ilmainen peruutus
fr: Annulation gratuite
id: Free pembatalan
it: Cancellazione gratuita
ja: キャンセル無料
ko: 무료 취소
ms: Pembatalan percuma
nb: Gratis avbestilling
nl: Gratis annuleren
pt_pt: Cancelamento gratuito
ru: Бесплатная отмена
sv: Gratis avbokning
th: ยกเลิกฟรี
tr: Ücretsiz iptal
vi: Miễn phí hủy đặt phòng
zh_hans: 免费取消预定
zh_hant: 免費取消預訂

# HL_LOC_FILTER_PAY_NOW_CRITERIA
source: Pay now
da: Betal nu
de: Jetzt zahlen
el: Πληρωμή τώρα
fi: Maksa nyt
fr: Payer maintenant
id: Bayar sekarang
it: Paga ora
ja: 今支払う
ko: 지금 결제
ms: Bayar sekarang
nb: Betal nå
nl: Betaal nu
pt_pt: Pago agora
ru: Оплата сейчас
sv: Betala nu
th: ชำระเงินตอนนี้
tr: Hemen öde
vi: Thanh toán ngay
zh_hans: 现在付款
zh_hant: 馬上付款

# HL_LOC_FILTERS_WHOLE_PROPERTY
source: Entire homes
da: Hele hjem
de: Ganze Unterkunft
el: Ολόκληρες οικίες
fi: Kokonaiset kodit
fr: Maisons entières
id: Semua rumah
it: Case intere
ja: ホーム全体
ko: 집 전체
ms: Seluruh rumah
nb: Hele hjem
nl: Hele huizen
pt_pt: Casas completas
ru: Только жилье целиком
sv: Hela hem
th: บ้านทั้งหลัง
tr: Tüm evler
vi: Nhà nguyên căn
zh_hans: 整套住房
zh_hant: 整個家庭

# HL_LOC_FILTERS_ROOM_PROPERTY
source: Rooms
da: Værelser
de: Zimmer
el: Δωμάτια
fi: Huoneet
fr: Chambres
id: Kamar
it: Stanze
ja: 部屋
ko: 방
ms: Bilik
nb: Rom
nl: Kamers
pt_pt: Quartos
ru: Отдельные комнаты
sv: Rum
th: ห้อง
tr: Odalar
vi: Phòng
zh_hans: 房间
zh_hant: 房間

# HL_LOC_FILTERS_HIDE_HOSTELS
source: Hide hostels and guesthouses
da: Skjul vandrerhjem og gæstehuse
de: Hostels und Gästehäuser verbergen
el: Κρύψε hostels & guesthouses
fi: Piilota hostellit ja majatalot
fr: Masquer les auberges et les chambres d'hôtes
id: Sembunyikan hostel dan guesthouse
it: Nascondi ostelli e pensioni
ja: ホステル&ゲストハウスは表示しない
ko: 호스텔 및 게스트 하우스 숨기기
ms: Sembunyikan hostel dan rumah tamu
nb: Skjul vertshus og gjestehus
nl: Verberg hostels en guesthouses
pt_pt: Ocultar hostels e casas de convidados
ru: Скрывать хостелы и гестхаусы
sv: Visa inte hostels och vandrarhem
th: ซ่อนโฮสเทลและเกสต์เฮาส์
tr: Hostelleri ve pansiyonları gizle
vi: Ẩn ký túc xá và nhà nghỉ
zh_hans: 隐藏招待所与旅馆
zh_hant: 隱藏招待所與旅館

# HL_LOC_FILTERS_HIDE_APARTMENTS
source: Hide apartments
da: Skjul lejligheder
de: Wohnungen verbergen
el: Κρύψε διαμερίσματα
fi: Piilota asunnot
fr: Masquer les appartements
id: Sembunyikan apartemen
it: Nascondi gli appartamenti
ja: アパートを非表示にする
ko: 아파트 숨기기
ms: Sembunyi pangsapuri
nb: Skjul leiligheter
nl: Verberg appartementen
pt_pt: Esconder apartamentos
ru: Скрывать апартаменты
sv: Visa inte lägenheter
th: ซ่อนอพาร์ทเมนต์
tr: Apartmanları gizle
vi: Ẩn căn hộ
zh_hans: 隐藏公寓
zh_hant: 隱藏公寓套房的

# HL_LOC_FILTERS_HIDE_DORMITORY
source: Hide dormitories
da: Skjul sovesale/kollegier
de: Schlafsäle verbergen
el: Κρύψε κοιτώνες
fi: Piilota asuntolat
fr: Cacher les dortoirs
id: Sembunyikan asrama
it: Nascondi camerate
ja: ドミトリーを隠す
ko: 공동 침실 숨기기
ms: Sembunyikan asrama
nb: Skjul sovesaler
nl: Verberg slaapzalen
pt_pt: Esconder dormitórios
ru: Скрыть общие номера
sv: Visa inte sovsalar
th: ซ่อนหอพัก
tr: Yurtları gizle
vi: Ẩn các khu tập thể
zh_hans: 隐藏宿舍
zh_hant: 隱藏宿舍

# HL_LOC_FILTERS_HIDE_SHARED_BATHROOM
source: Private bathroom
da: Eget toilet og bad
de: Eigenes Bad
el: Πριβέ μπάνιο
fi: Yksityinen WC
fr: Salle de bain privée
id: Kamar mandi pribadi
it: Bagno privato
ja: 浴室付き
ko: 개인 욕실
ms: Bilik mandi peribadi
nb: Privat bad
nl: Privé badkamer
pt_pt: Casa de banho privada
ru: Ванная комната
sv: Privat badrum
th: ห้องน้ำส่วนตัว
tr: Özel banyo
vi: Phòng tắm riêng
zh_hans: 独用浴室
zh_hant: 私人衛浴

# HL_FILTER_HOTELS_NOT_FOUND
source: No results found
da: Ingen resultater
de: Keine Resultate gefunden
el: Δε βρέθηκαν αποτελέσματα
fi: Ei tuloksia
fr: Pas de résultat trouvé
id: Tidak ditemukan hasil
it: Nessun risultato trovato
ja: 該当なし
ko: 검색 결과 없음
ms: Tiada hasil ditemui
nb: Ingen resultater funnet
nl: Ingen resultater funnet
pt_pt: Nenhum resultado
ru: Нет вариантов
sv: Inga resultat hittades
th: ไม่พบผลลัพธ์
tr: Hiçbir sonuç bulunmadı
vi: Không tìm thấy kết quả
zh_hans: 未找到结果
zh_hant: 未能找到結果

# HL_LOC_FILTER_SIGHT_CRITERIA
source: Lovely view
da: Fantastisk udsigt
de: Schöne Aussicht
el: Υπέροχη θέα
fi: Kaunis näköala
fr: Belle vue
id: Pemandangan indah
it: Vista incantevole
ja: 絶景
ko: 전망 좋은 객실
ms: Pemandangan indah
nb: Flott utsikt
nl: Prachtig uitzicht
pt_pt: Vista encantadora
ru: Красивый вид
sv: Bra utsikt
th: วิวสวย
tr: Hoş manzara
vi: Khung cảnh đẹp
zh_hans: 美景
zh_hant: 美景

# HL_LOC_FILTER_AMENITY_RESTAURANT
source: Restaurant
el: Εστιατόριο
fi: Ravintola
id: Restoran
it: Ristorante
ja: レストラン
ko: 레스토랑
ms: Restoran
pt_pt: Restaurante
ru: Ресторан
sv: Restaurang
th: ร้านอาหาร
tr: Restoran
vi: Nhà hàng
zh_hans: 餐厅
zh_hant: 餐廳

# HL_LOC_FILTER_AMENITY_PARKING
source: Parking
da: Parkering
de: Parkplatz
fi: Pysäköinti
it: Parcheggio
ja: 無料駐車場
ko: 주차장
ms: Ruang Parkir
nb: Parkering
nl: Parkeren
pt_pt: Estacionamento
ru: Парковка
sv: Parkering
th: ที่จอดรถฟรี
tr: Otopark
vi: Bãi đậu xe
zh_hans: 停车场
zh_hant: 停車場

# HL_LOC_FILTER_AMENITY_SMOKING
source: Smoking allowed
da: Rygning tilladt
de: Rauchen erlaubt
el: Επιτρέπεται το κάπνισμα
fi: Tupakointi sallittu
fr: Fumeurs acceptés
id: Merokok diperbolehkan
it: É consentito fumare
ja: 喫煙可
ko: 흡연 객실
ms: Merokok dibenarkan
nb: Røyking tillatt
nl: Roken toegestaan
pt_pt: Fumar permitido
ru: Курение разрешено
sv: Rökning tillåten
th: สูบบุหรี่ได้
tr: Sigara içilebilir
vi: Cho phép hút thuốc
zh_hans: 允许吸烟
zh_hant: 允許吸煙

# HL_LOC_FILTER_AMENITY_PETS
source: Pets allowed
da: Kæledyr tilladt
de: Haustiere erlaubt
el: Κατοικίδια ναι
fi: Lemmikit sallittu
fr: Animaux autorisés
id: Hewan boleh
it: Animali domestici ammessi
ja: ペット可
ko: 반려동물 허용
ms: Haiwan dibenarkan
nb: Kjæledyr tillatt
nl: Huisdieren toegestaan
pt_pt: Animais permitidos
ru: Можно с животными
sv: Husdjur tillåtna
th: อนุญาตนำสัตว์เลี้ยงเข้าได้
tr: Evcil hayvanlar girebilir
vi: Cho phép mang thú cưng
zh_hans: 宠物允许入内
zh_hant: 允許寵物

# HL_LOC_FILTER_AMENITY_TV
source: TV
fr: Télévision
ja: テレビ
ru: Телевизор
th: ทีวี
zh_hans: 电视
zh_hant: 電視

# HL_LOC_FILTER_AMENITY_LAUNDRY
source: Laundry
da: Vaskeri
de: Wäscheservice
el: Πλυντήριο
fi: Pyykinpesu
fr: Blanchisserie
it: Lavanderia
ja: 洗濯施設
ko: 세탁실
ms: Dobi
nb: Klesvask
nl: Was
pt_pt: Lavandaria
ru: Прачечная
sv: Tvätt
th: บริการซักรีด
tr: Çamaşırhane
vi: Giặt ủi
zh_hans: 洗衣间
zh_hant: 洗衣房

# HL_LOC_FILTER_AMENITY_AIR_CONDITIONING
source: Air conditioning
da: Aircondition
de: Klimaanlage
el: A/C
fi: Ilmastointilaite
fr: Climatisation
id: Pendingin ruangan
it: Aria condizionata
ja: エアコン
ko: 에어컨
ms: Penyaman udara
nb: Klimaanlegg
pt_pt: Ar condicionado
ru: Кондиционер
sv: Luftkonditionering
th: เครื่องปรับอากาศ
tr: Klima
vi: Điều hòa không khí
zh_hans: 空调
zh_hant: 空調

# HL_LOC_FILTER_AMENITY_INTERNET
source: Internet
ja: インターネット
ko: 인터넷
nb: Internett
ru: Интернет
th: มีอินเตอร์เน็ต
zh_hans: 互联网
zh_hant: 網際網路

# HL_LOC_FILTER_AMENITY_POOL
source: Pool
de: Swimming Pool
el: Με πισίνα
fi: Uima-allas
fr: Piscine
id: Kolam renang
it: Piscina
ja: プール
ko: 수영장
ms: Kolam
nb: Svømmebasseng
nl: Zwembad
pt_pt: Piscina
ru: Бассейн
th: สระว่ายน้ำ
tr: Havuz
vi: Hồ bơi
zh_hans: 泳池
zh_hant: 游泳池

# HL_LOC_FILTER_AMENITY_FITNESS
source: Fitness
fr: Salle de sport
id: Fitnes
ja: フィットネス
ko: 피트니스
ms: Kecergasan
nb: Fitnessenter
pt_pt: Ginásio
ru: Фитнес
th: ฟิตเนส
vi: Phòng tập thể hình
zh_hans: 健身
zh_hant: 健身房

# HL_LOC_FILTER_AMENITY_HAIRDRYER
source: Hair dryer
da: Hårtørrer
de: Haartrockner
el: Πιστολάκι μαλλιών
fi: Hiustenkuivaaja
fr: Sèche-cheveux
it: Asciugacapelli
ja: ヘアドライヤー
ko: 헤어드라이어
ms: Pengering rambut
nb: Hårføner
nl: Föhn
pt_pt: Secador de cabelo
ru: Фен
sv: Hårtork
th: ไดรเป่าผม
tr: Saç kurutma makinesi
vi: Máy sấy tóc
zh_hans: 电吹风
zh_hant: 電吹風

# HL_LOC_FILTER_AMENITY_CHILDREN_CARE
source: Babysitting
de: Babysitter
fi: Lastenvahti
id: Penitipan bayi
it: Servizio di babysitter
ja: ベビーシッティング
ko: 아이 돌보기
ms: Penjagaan budak
nb: Barnevakt
nl: Kinderoppas
ru: Уход за детьми
sv: Barnpassning
th: การรับเลี้ยงเด็ก
tr: Çocuk bakıcılığı
vi: Trông trẻ
zh_hans: 照看儿童
zh_hant: 幼兒看顧

# HL_HOTEL_DETAIL_AMENITY_PRIVATE_BATHROOM
source: Private bathroom
da: Eget toilet og bad
de: Eigenes Bad
el: Πριβέ μπάνιο
fi: Yksityinen WC
fr: Salle de bain privée
id: Kamar mandi pribadi
it: Bagno privato
ja: 浴室付き
ko: 개인 욕실
ms: Bilik mandi peribadi
nb: Privat bad
nl: Privé badkamer
pt_pt: Casa de banho privada
ru: Отдельная ванная
sv: Privat badrum
th: ห้องน้ำส่วนตัว
tr: Özel banyo
vi: Phòng tắm riêng
zh_hans: 独用浴室
zh_hant: 私人衛浴

# HL_HOTEL_DETAIL_AMENITY_SAFE_BOX
source: Safe
da: Pengeskab
el: Χ/κιβώτιο
fi: Turvaboksi
fr: Coffre-fort
id: Kotak deposit
it: Cassaforte
ja: 安全
ko: 금고
ms: Peti Besi
nl: Kluis
pt_pt: Cofre
ru: Сейф
sv: Kassaskåp
th: ตู้เซฟ
tr: Kasa
vi: Két sắt
zh_hans: 保险箱
zh_hant: 保險箱

# HL_LOC_FILTERS_POINT_PLACEHOLDER_TEXT
source: Search
da: Søg
de: Suchen
el: Αναζητηση
fi: Katso hinnat
fr: Rechercher
id: Pencarian
it: Ricerca
ja: 検索
ko: 검색
ms: Mencari
nb: Søk
nl: Zoeken
pt_pt: Procurar
ru: Название места
sv: Sök
th: ค้นหา
tr: Ara
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜索

# HL_LOC_FILTERS_POINT_POI_TEXT
source: Points of interest
da: Interessepunkter
de: Sehenswürdigkeiten
el: POI
fi: Mielenkiintoisia kohteita
fr: Lieux remarquables
id: Subjek utama
it: Punti di interesse
ja: 関心点
ko: 관광 명소
ms: Tempat menarik
nb: Severdighet
nl: Bezienswaardigheden
pt_pt: Pontos de interesse
ru: Достопримечательности
sv: Intressen
th: จุดสนใจ
tr: İlgi alanları
vi: Điểm tham quan hấp dẫn
zh_hans: 兴趣点
zh_hant: 興趣點

# HL_LOC_FILTERS_POINT_BEACHES_TEXT
source: Beaches
da: Strande
de: Strände
el: Παραλίες
fi: Rannat
fr: Plages
id: Pantai
it: Spiagge
ja: ビーチ
ko: 해변
ms: Pantai
nb: Strender
nl: Stranden
pt_pt: Praias
ru: Пляжи
sv: Stränder
th: ชายหาด
tr: Plajlar
vi: Bãi biển
zh_hans: 海滩
zh_hant: 海灘

# HL_LOC_FILTERS_POINT_ANY_BEACH_TEXT
source: Any beach
da: Alle strande
de: Alle Strände
el: Κάθε παραλία
fi: Mikä tahansa ranta
fr: Toutes les plages
id: Pantai lainnya
it: Qualsiasi spiaggia
ja: ビーチの指定なし
ko: 모든 해변
ms: Sebarang pantai
nb: Alle strender
nl: Elk strand
pt_pt: Qualquer praia
ru: Любой пляж
sv: Alla ständer
th: หาดใดก็ได้
tr: Tüm plajlar
vi: Bãi biển
zh_hans: 任何海滩
zh_hant: 任何海灘

# HL_LOC_FILTERS_POINT_SKILIFTS_TEXT
source: Ski lifts
da: Skilifter
de: Skilifte
fi: Hiihtohissit
fr: Remontées mécaniques
id: Lift ski
it: Ski lift
ja: スキー場
ko: 스키 리프트
ms: Lif ski
nb: Skiheis
nl: Ski-liften
pt_pt: Teleféricos
ru: Подъемники
sv: Skidliftar
th: ลิฟท์สกี
tr: Kayak teleferiği
vi: Thang máy trượt tuyết
zh_hans: 滑雪缆车
zh_hant: 滑雪纜車

# HL_LOC_FILTERS_POINT_ANY_SKILIFT_TEXT
source: Any ski lift
da: Alle skilifter
de: Alle Skilifte
el: Κάθε ski lift
fi: Mikä tahansa hiihtohissi
fr: Toutes les remontées mécaniques
id: Lift ski lainnya
it: Qualsiasi ski lift
ja: スキー場の指定なし
ko: 모든 스키 리프트
ms: Sebarang lif ski
nb: Alle skiheiser
nl: Elke ski-lift
pt_pt: Qualquer teleférico
ru: Любой подъемник
sv: Alla skidliftar
th: ลิฟท์สกีใดก็ได้
tr: Tüm kayak teleferikleri
vi: Bất kỳ thang máy trượt tuyết
zh_hans: 任何滑雪缆车
zh_hant: 任何滑雪纜車

# HL_LOC_FILTERS_POINT_ANY_METRO_TEXT
source: Any subway station
da: Alle metrostationer
de: Beliebige U-Bahn-Station
el: Κάθε στάση μετρό
fi: Mikä tahansa metroasema
fr: Toute station de métro
id: Stasiun subway lainnya
it: Qualsiasi stazione della metropolitana
ja: 全地下鉄駅
ko: 모든 지하철역
ms: Mana-mana stesen bawah tanah
nb: Alle undergrunnsstasjoner
nl: Elk metrostation
pt_pt: Qualquer estação de metro
ru: Любое метро
sv: Alla tunnelbanestationer
th: สถานีรถใต้ดินใดก็ได้
tr: Herhangi bir metro istasyonu
vi: Trạm tàu điện ngầm
zh_hans: 任何地铁站
zh_hant: 任何地鐵站

# HL_LOC_FILTERS_POINT_AIRPORTS_TEXT
source: Airports
da: Lufthavne
de: Flughäfen
el: Αεροδρομια
fi: Lentokentät
fr: Aéroports
id: Bandara
it: Aeroporti
ja: 空港
ko: 공항
ms: Lapangan Terbang
nb: Flyplasser
nl: Flyplasser
pt_pt: Aeroportos
ru: Аэропорты
sv: Flygplatser
th: สนามบิน
tr: Hava Alanları
vi: Sân bay
zh_hans: 机场
zh_hant: 機場

# HL_LOC_FILTERS_POINT_TRAIN_STATIONS_TEXT
source: Train stations
da: Togstationer
de: Bahnhöfe
el: Σταθμοί τρένων
fi: Juna-asemat
fr: Stations de train
id: Stasiun KA
it: Stazioni ferroviarie
ja: 駅
ko: 기차역
ms: Stesen kereta api
nb: Togstasjoner
nl: Treinstations
pt_pt: Estações de comboio
ru: Вокзалы
sv: Tågstationer
th: สถานีรถไฟ
tr: Tren istasyonları
vi: Ga xe lửa
zh_hans: 火车站
zh_hant: 火車站

# HL_LOC_POINT_ON_MAP_TEXT
source: Point on the map
da: Punkt på kortet
de: Punkt auf der Karte
el: Σημείο στον χάρτη
fi: Sijainti kartalla
fr: Point sur la carte
id: Titik pada peta
it: Punto sulla mappa
ja: マップ上のポイント
ko: 지도위의 지점
ms: Tempat pada peta
nb: Punkt på kartet
nl: Punt op de kaart
pt_pt: Ponto no mapa
ru: Точка на карте
sv: Punkt på kartan
th: จุดบนแผนที่
tr: Haritada bir nokta
vi: Điểm trên bản đồ
zh_hans: 地图标记
zh_hant: 在地圖上標記

# HL_LOC_SEARCH_POINT_TEXT
source: Search point
da: Søgepunkt
de: Suchpunkt
el: Σημείο αναζήτησης
fi: Etsi sijaintia
fr: Point de recherche
id: Cari titik
it: Punto di ricerca
ja: 検索ピン
ko: 검색 지점
ms: Cari tempat
nb: Søkepunkt
nl: Zoekpunt
pt_pt: Ponto de pesquisa
ru: Точка поиска
sv: Sökpunkt
th: จุดค้นหา
tr: Arama noktası
vi: Điểm tìm kiếm
zh_hans: 搜索标记
zh_hant: 搜尋標記

# HL_LOC_NEARBY_CITIES_SEARCH_DESTINATION_TEXT
source: %@ and nearby
da: %@ og i nærheden
de: %@ und Umgebung
el: %@ και κοντά
fi: %@ ja lähistöllä
fr: %@ et à proximité
id: %@ dan di dekatnya
it: %@ e nelle vicinanze
ja: %@ とその近辺
ko: %@ 및 인근
ms: %@ dan berhampiran
nb: %@ og i nærheten
nl: %@ en in de buurt
pt_pt: %@ e arredores
ru: %@ и рядом
sv: %@ och i närheten
th: %@ และใกล้เคียง
tr: %@ ve yakını
vi: %@ và lân cận
zh_hans: %@ 与附近
zh_hant: %@和鄰近

# HL_LOC_SELECT_POINT_ON_MAP_TEXT
source: Done
da: Færdig
de: OK
el: Τέλος
fi: Valmis
fr: OK
id: Selesai
it: Fatto
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: Klaar
pt_pt: OK
ru: Готово
sv: Färdig
th: ตกลง
tr: Tamam
vi: Xong
zh_hans: 是
zh_hant: 完成

# HL_LOC_SELECT_POINT_ON_MAP_TITLE
source: Point on the map
da: Punkt på kortet
de: Punkt auf der Karte
el: Σημείο στον χάρτη
fi: Sijainti kartalla
fr: Point sur la carte
id: Titik pada peta
it: Punto sulla mappa
ja: マップ上のポイント
ko: 지도위의 지점
ms: Tempat pada peta
nb: Punkt på kartet
nl: Punt op de kaart
pt_pt: Ponto no mapa
ru: Выберите точку
sv: Punkt på kartan
th: จุดบนแผนที่
tr: Haritada bir nokta
vi: Điểm trên bản đồ
zh_hans: 地图标记
zh_hant: 在地圖上標記

# HL_LOC_FILTERS_POINT_MY_LOCATION_TEXT
source: Current location
da: Nuværende lokation
de: Aktiviere Standortzugriff
el: Τρέχουσα τοποθεσία
fi: Nykyinen sijainti
fr: Emplacement actuel
id: Lokasi saat ini
it: Posizione corrente
ja: 現在位置
ko: 현재 위치
ms: Lokasi semasa
nb: Gjeldende plassering
nl: Huidige locatie
pt_pt: Localização atual
ru: Мое местоположение
sv: Nuvarande plats
th: ตำแหน่งที่อยู่ของฉัน
tr: Şimdiki konum
vi: Vị trí hiện tại
zh_hans: 当前位置
zh_hant: 當前位置

# HL_LOC_FILTERS_POINT_CITY_CENTER_TEXT
source: City center
da: Byens centrum
de: Stadtzentrum
el: Κέντρο
fi: Kaupungin keskusta
fr: Centre-ville
id: Pusat kota
it: Centro città
ja: 中心地
ko: 도심
ms: Pusat bandar
nb: Bysentrum
nl: Stadscentrum
pt_pt: Centro da cidade
ru: Центр города
sv: Stadens centurm
th: ใจกลางเมือง
tr: Şehir merkezi
vi: Trung tâm TP
zh_hans: 市中心
zh_hant: 市中心

# HL_LOC_FILTERS_GIVE_LOCATION_ACCESS
source: Current location
da: Nuværende lokation
de: Aktiviere Standortzugriff
el: Τρέχουσα τοποθεσία
fi: Nykyinen sijainti
fr: Emplacement actuel
id: Lokasi saat ini
it: Posizione corrente
ja: 現在位置
ko: 현재 위치
ms: Lokasi semasa
nb: Gjeldende plassering
nl: Huidige locatie
pt_pt: Localização atual
ru: Мое местоположение
sv: Nuvarande plats
th: ตำแหน่งที่อยู่ของฉัน
tr: Şimdiki konum
vi: Vị trí hiện tại
zh_hans: 当前位置
zh_hant: 當前位置

# HL_FILTERS_NAME_SEARCH_RESULTS
source: Search results
da: Søgeresultater
de: Suchresultate
el: Αναζήτηση στα αποτελέσματα
fi: Hakutulokset
fr: Résultats de recherche
id: Hasil pencarian
it: Risultati di ricerca
ja: 検索結果
ko: 검색 결과
ms: Keputusan carian
nb: Søkeresultater
nl: Zoekresultaten
pt_pt: Resultados de pesquisa
ru: Результаты поиска
sv: Sökresultat
th: ค้นหาผลลัพธ์
tr: Arama sonuçları
vi: Kết quả tìm kiếm
zh_hans: 搜索结果
zh_hant: 搜索結果

# HL_LOC_ALLOW_ENGLISH_OTA_TITLE
source: Enable agencies with English interface
da: Tillad bureauer med Engelsk hjemmeside
de: Reisebüros auf Englisch
el: Ενεργοποίηση πρακτορείων με Αγγλική διεπιφάνεια
fi: Matkatoimistot englanninkielisellä sivustolla
fr: Les agences avec interface en anglais
id: Aktifkan agen berbahasa Inggris
it: Abilita agenzie con interfaccia in inglese
ja: 英語のインターフェースが利用できる代理店
ko: 영어를 지원하는 에이전시 활성화하기
ms: Agensi dengan antara muka Inggeris
nb: Bookingselskaper på engelsk
nl: Reisbureaus met een Engelse interface toestaan
pt_pt: Permitir agências com interface em inglês
ru: Англоязычные агентства
sv: Aktivera agenturer med engelskt gränssnitt
th: เปิดใช้งานบริษัทตัวแทนหน้าจอแสดงภาษาอังกฤษ
tr: İngilizce arayüzü bulunan acentaları etkinleştir
vi: Đại lý với giao diện tiếng Anh
zh_hans: 启用英文界面的代理机构
zh_hant: 啓用英語介面的代理機構

# HL_LOC_FILTER_ROOM_AMENITIES_SECTION
source: Room amenities
da: Værelsesfaciliteter
de: Zimmerausstattung
el: Ανέσεις δωματίου
fi: Huonepalvelut
fr: Aménagements des chambres
id: Fasilitas kamar
it: Servizi della camera
ja: 部屋のアメニティ
ko: 객실 편의 시설
ms: Kemudahan bilik
nb: Romfasiliteter
nl: Voorzieningen op de kamer
pt_pt: Comodidades do quarto
ru: Удобства в номере
sv: Rum tillbehör
th: สิ่งอำนวยความสะดวกในห้องพัก
tr: Oda imkanları
vi: Tiện nghi phòng
zh_hans: 客房设施
zh_hant: 房間設施

# HL_LOC_FILTER_HOTEL_AMENITIES_SECTION
source: Hotel amenities
da: Hotellets faciliteter
de: Hotelausstattung
el: Ανέσεις ξενοδοχείου
fi: Hotellipalvelut
fr: Commodités de l'hôtel
id: Fasilitas hotel
it: Servizi dell'hotel
ja: ホテルの設備
ko: 호텔 시설
ms: Kemudahan hotel
nb: Hotellfasiliteter
nl: Hotel voorzieningen
pt_pt: Comodidades do hotel
ru: Удобства в отеле
sv: Hotell tillbehör
th: สิ่งอำนวยความสะดวกในโรงแรม
tr: Otel imkanları
vi: Tiện nghi khách sạn
zh_hans: 客房设施
zh_hant: 酒店設施

# HL_LOC_FILTER_HOTEL_NAME_SECTION
source: Hotel's name
da: Hotellets navn
de: Name des Hotels
el: Όνομα ξενοδοχείου
fi: Hotellin nimi
fr: Nom de l'hôtel
id: Nama Hotel
it: Nome hotel
ja: ホテルの名前
ko: 호텔명
ms: Nama hotel
nb: Hotellnavn
nl: Naam hotel
pt_pt: Nome do hotel
ru: Название отеля
sv: Hotellets namn
th: ชื่อโรงแรม
tr: Otel adı
vi: Tên khách sạn
zh_hans: 酒店名
zh_hant: 酒店名

# HL_LOC_FILTER_PAY_LATER_CRITERIA
source: Pay at the hotel
da: Betal på hotellet
de: Im Hotel bezahlen
el: Πληρωμή στο ξενοδοχείο
fi: Maksa hotellilla
fr: Payez à l'hôtel
id: Bayar di hotel
it: Pagamento in hotel
ja: ホテルで支払う
ko: 호텔에서 결제
ms: Bayar di hotel
nb: Betal på hotellet
nl: Betalen in het hotel
pt_pt: Pagar no hotel
ru: Оплата в отеле
sv: Betala på hotellet
th: ชำระที่โรงแรม
tr: Otelde öde
vi: Thanh toán tại khách sạn
zh_hans: 在酒店支付
zh_hant: 在飯店支付

# HL_LOC_FILTERS_HIDE_NO_ROOMS
source: Hide sold out property
da: Skjul udsolgte steder
de: Ausgebuchte Objekte verbergen
el: Κρύψε πλήρεις διαμονές
fi: Piilota loppuunmyydyt
fr: Cacher la propriété vendue
id: Sembunyikan properti yang terjual
it: Nascondi strutture senza disponibilità
ja: 売り切れ物件を隠す
ko: 매진된 숙소 숨기기
ms: Sembunyi hartanah sudah dijual
nb: Skjul utsolgte steder
nl: Verberg uitverkochte accomodaties
pt_pt: Esconder unidades lotadas
ru: Скрыть распроданное жилье
sv: Dölj utsålda egendommar
th: ซ่อนที่ขายหมดแล้ว
tr: Tükenen konutları gizle
vi: Ẩn loại phòng đã đặt hết
zh_hans: 隐藏已售完的房屋
zh_hant: 隱藏無空房的房屋

# HL_LOC_FILTER_HOTELS_FOUND##{zero}
source: %@ hotels out of %@
da: %@ hoteller ud af %@
de: %@ Hotels von %@
el: %@ ξενοδοχεία από %@
fi: %@ / %@ hotellia
fr: %@ hôtels sur %@
id: %@ hotel dari %@
it: %@ hotel su %@
ja: %@件中 %@件
ko: %@개 호텔 중 %@개
ms: %@ hotel daripada %@
nb: %@ hoteller av %@
nl: %@ hotels van %@
pt_pt: %@ hotéis em %@
ru: %@ отелей из %@
sv: %@ hotell utan %@
th: %@ จาก %@ โรงแรม
tr: %@ otel arasından %@
vi: %@ trong số %@ khách sạn
zh_hans: %2$@家酒店中的%1$@家
zh_hant: %@ 家酒店，總共 %@ 家

# HL_LOC_FILTER_HOTELS_FOUND##{one}
source: %@ hotel out of %@
da: %@ hotel ud af %@
de: %@ Hotel von %@
el: %@ ξενοδοχείο από %@
fi: %@ / %@ hotelli
fr: %@ hôtel sur %@
id: %@ hotel dari %@
it: %@ hotel su %@
ja: %@件中 %@件
ko: %@개 호텔 중 %@개
ms: %@ hotel daripada %@
nb: %@ hotell av %@
nl: %@ hotel van %@
pt_pt: %@ hotel em %@
ru: %@ отель из %@
sv: %@ hotell utan %@
th: %@ จาก %@ โรงแรม
tr: %@ otel arasından %@
vi: %@ trong số %@ khách sạn
zh_hans: %2$@家酒店中的%1$@家
zh_hant: %@ 家酒店，總共 %@ 家

# HL_LOC_FILTER_HOTELS_FOUND##{few}
source: %@ hotels out of %@
da: %@ hoteller ud af %@
de: %@ Hotels von %@
el: %@ ξενοδοχεία από %@
fi: %@ / %@ hotellia
fr: %@ hôtels sur %@
id: %@ hotel dari %@
it: %@ hotel su %@
ja: %@件中 %@件
ko: %@개 호텔 중 %@개
ms: %@ hotel daripada %@
nb: %@ hoteller av %@
nl: %@ hotels van %@
pt_pt: %@ hotéis em %@
ru: %@ отеля из %@
sv: %@ hotell utan %@
th: %@ จาก %@ โรงแรม
tr: %@ otel arasından %@
vi: %@ trong số %@ khách sạn
zh_hans: %2$@家酒店中的%1$@家
zh_hant: %@ 家酒店，總共 %@ 家

# HL_LOC_FILTER_HOTELS_FOUND##{many}
source: %@ hotels out of %@
da: %@ hoteller ud af %@
de: %@ Hotels von %@
el: %@ ξενοδοχεία από %@
fi: %@ / %@ hotellia
fr: %@ hôtels sur %@
id: %@ hotel dari %@
it: %@ hotel su %@
ja: %@件中 %@件
ko: %@개 호텔 중 %@개
ms: %@ hotel daripada %@
nb: %@ hoteller av %@
nl: %@ hotels van %@
pt_pt: %@ hotéis em %@
ru: %@ отелей из %@
sv: %@ hotell utan %@
th: %@ จาก %@ โรงแรม
tr: %@ otel arasından %@
vi: %@ trong số %@ khách sạn
zh_hans: %2$@家酒店中的%1$@家
zh_hant: %@ 家酒店，總共 %@ 家
